Repository: greatsion/hotelplugin
Catalog: languages/admin-language-files/hbook-admin-*.po
Languages: hr

source: Accommodation
hr: Smještaj

source: All Accommodation
hr: Svi Smještaji

source: Add New Accommodation
hr: Dodaj novi smještaj

source: Edit Accommodation
hr: Uredi smještaj

source: New Accommodation
hr: Novi smještaj

source: View Accommodation post
hr: Pogledaj objave smještaja

source: Search Accommodation
hr: Traži Smještaj

source: No accommodation found.
hr: Smještaj nije pronađen.

source: No accommodation post found in trash.
hr: Nijedan smještajni post nije pronađen u otpadu.

source: HBook Accommodation settings
hr: Postavke HBook smještaja

source: Number of accommodation of this type
hr: Broj smještajnih jedinica ovog tipa

source: Edit accommodation numbering
hr: Uredite numeriranje smještaja

source: Delete
hr: Izbriši

source: Occupancy settings
hr: Postavke popunjenosti

source: Normal occupancy
hr: Normalna popunjenost

source: Extra people might pay a fee as defined in the "Rates" page.
hr: Dodatne osobe mogu platiti naknadu kako je definirano na stranici „Cijene“.

source: Maximum occupancy
hr: Maksimalna popunjenost

source: Minimum occupancy
hr: Najmanji broj osoba za smještaj

source: Specify a maximum number of adults or children
hr: Odredite maksimalan broj odraslih ili djece

source: Maximum adults
hr: Maksimalan broj odraslih osoba

source: Maximum children
hr: Maksimalan broj djece

source: Descriptions
hr: Opisi

source: Description displayed in search results
hr: Opis prikazan u rezultatima pretraživanja

source: Description displayed in Accommodation list
hr: Opis prikazan na popisu smještaja

source: Accommodation short name
hr: Skraćeni naziv smještaja

source: If set this name will be used in the calendar of the Reservations page.
hr: Ako je postavljeno, ovo ime će se koristiti u kalendaru Rezervacije.

source: Accommodation abbreviated name
hr: Skraćeni naziv smještaja

source: If set this name will be used in the calendar of the Reservations page (on narrow screen).
hr: Ako je postavljeno, ovo će se ime koristiti u kalendaru stranice Rezervacije (na uskom ekranu).

source: Display options
hr: Prikaz mogućnosti

source: Accommodation display
hr: Prikaz smještaja

source: Use this post to display the accommodation
hr: Koristite ovaj post kako biste prikazali smještaj

source: Use another post or page to display the accommodation
hr: Koristite druge objavu ili stranicu za prikaz smještaja

source: ID of the page used for displaying the accommodation
hr: ID stranice koja se koristi za prikaz smještaja

source: Accommodation display template
hr: Predložak za prikaz smještaja

source: Page
hr: Stranica

source: Starting price
hr: Početna cijena

source: Automatic blockings
hr: Automatska blokiranja

source: Preparation time
hr: Vrijeme za pripremu

source: Enter the number of nights that should be blocked before and after a reservation.
hr: Unesite broj noćenja koja treba blokirati prije i nakon rezervacije.

source: Accommodation that need to be blocked when this type of accommodation is booked
hr: Smještaj koji je potrebno blokirati kada se ova vrsta smještaja rezervira

source: Enter accommodation id. Separate multiple values with comma. You can indicate the number of accommodation that should be blocked between parentheses.
hr: Unesite smještaj id. Odvojite više brojeva zarezom. Možete odrediti broj smještajnih kapaciteta koji treba blokirati između zagrada.

source: Multiple accommodation booking
hr: Rezervacija više smještaja

source: Exclude this accommodation from multiple accommodation bookings
hr: Isključite ovaj smještaj iz više rezervacija smještaja

source: Always
hr: Stalno

source: On global search only
hr: Samo na globalnom pretraživanju

source: Never
hr: Nikada

source: Override default opening dates
hr: Nadjačaj zadane datume dostupnosti u kalendaru

source: Accommodation id:
hr: ID smještajne jedinice:

source: Your session has expired. Please refresh the page.
hr: Vaša sesija je istekla. Osvježite stranicu.

source: The %s (%s) is no longer available.
hr: %s (%s) više nije dostupan.

source: from
hr: od

source: to
hr: do

source: All
hr: Sve

source: Save
hr: Spremi

source: Saving...
hr: Spremanje...

source: Delete '%setting_name'?
hr: Izbrisati '%setting_name'?

source: Confirm deletion?
hr: Potvrdite brisanje?

source: It seems some changes have not been saved.
hr: Čini se da neke promjene nisu spremljene.

source: No accommodation selected
hr: Nije odabran nijedan smještaj

source: Add season dates
hr: Dodaj sezonske datume

source: Add option choice
hr: Dodajte izbor opcije

source: Edit
hr: Uredi

source: Deleting...
hr: Brisanje ...

source: Cancel
hr: Odustani

source: Select all
hr: Odaberi sve

source: Unselect all
hr: Poništi odabir svega

source: Amount type
hr: Vrsta iznosa

source: Fixed
hr: Fiksno

source: Percentage
hr: Postotak

source: Text
hr: Tekst

source: Email
hr: E-pošta

source: Number
hr: Broj

source: Text area
hr: Tekst područje

source: Select
hr: Odaberi

source: Radio buttons
hr: Radio gumbi

source: Check boxes
hr: Označite okvire

source: Country select
hr: Odabir države

source: Title
hr: Naslov

source: Sub-title
hr: Podnaslov

source: Explanation
hr: Obrazloženje

source: Column break
hr: Prekid stupca

source: Remove field
hr: Ukloni polje

source: Form title
hr: Naslov obrasca

source: Edit field name
hr: Uredi naziv polja

source: Edit field Id
hr: Uredi ID polja

source: Displayed?
hr: Prikazati?

source: Yes
hr: Da

source: No
hr: Ne

source: Admin only?
hr: Samo administrator?

source: Required?
hr: Potreban?

source: Field type
hr: Tip polja

source: Default country
hr: Zadana država

source: Choices
hr: Izbori

source: Add a choice
hr: Dodajte izbor

source: Edit choice
hr: Uredite izbor

source: Remove choice
hr: Ukloni izbor

source: Data about?
hr: Podaci o?

source: Customer
hr: Gost

source: Booking
hr: Rezerviranje

source: Column width
hr: Širina stupca

source: Full
hr: Cijela širina

source: One half
hr: Polovina

source: One third
hr: Trećina

source: HBook settings
hr: Postavke HBook-a

source: Misc
hr: Postavke razni parametri

source: Settings have been saved.
hr: Postavke su spremljene.

source: Appearance
hr: Izgled

source: Delete customer?
hr: Izbrisati klijenta?

source: Please select the data you want to export.
hr: Odaberite podatke koje želite izvesti.

source: 1 reservation
hr: 1 rezervacija

source: %s reservations
hr: %s Rezervacije

source: Country
hr: Država

source: State
hr: Država

source: Province
hr: Pokrajina

source: Former data
hr: Prijašnji podaci

source: Customers
hr: Kupci

source: Customer list
hr: Popis gostiju

source: There are no customers.
hr: Nema kupaca.

source: Search a customer...
hr: Pretraživanje klijenta …

source: Sort by Last name &rarr;
hr: Poredaj po prezimenu &larr;

source: Sort by Last name &larr;
hr: Poredaj po prezimenu &larr;

source: Sort by Id &rarr;
hr: Poredaj po ID-u &larr;

source: Sort by Id &larr;
hr: Poredaj po ID-u &larr;

source: First name
hr: Ime

source: Last name
hr: Prezime

source: Other informations
hr: Ostale informacije

source: Actions
hr: Akcije

source: Customer details
hr: Podaci o gostima

source: Saving
hr: Spremanje

source: Export customers
hr: Izvoz klijenata

source: Select data to be exported
hr: Odaberite podatke koje želite izvesti

source: Download file
hr: Preuzmi datoteku

source: Viewing page %s of %s
hr: Pregled stranica %s od %s

source: The Details form settings have been saved.
hr: Postavke „Obrazca za detalje“ su spremljene.

source: New field
hr: Novo polje

source: Remove '%field_name' field?
hr: Želite li ukloniti polje ’%field_name’ ?

source: Remove field?
hr: Ukloni polje?

source: New choice
hr: Novi izbor

source: Remove '%choice_name'?
hr: Ukloni '%choice_name'?

source: There is already a "Country select" field.
hr: Već postoji polje „Odaberi državu“.

source: There is already a field with this id.
hr: Već postoji polje s ovim ID-om.

source: Customer and booking details form
hr: Obrazac s podacima o kupcima i rezervacijama

source: Customize the Details form.
hr: Prilagodite „Obrazac s detaljima“.

source: You can add new fields, change fields settings and Drag and Drop fields to reorder them.
hr: Možete dodati nova polja, promijeniti postavke polja i povući i ispustiti polja kako biste im promijenili redoslijed.

source: Add a field
hr: Dodajte polje

source: Admin language
hr: Jezik admina

source: New document template
hr: Novi predložak dokumenta

source: Document templates
hr: Predlošci dokumenata

source: Add new document template
hr: Dodajte novi predložak dokumenta

source: No document templates set yet.
hr: Još nema postavljenih predložaka dokumenata.

source: Name
hr: Ime

source: Template
hr: Predložak

source: Language
hr: Jezik

source: New reservation
hr: Nova rezervacija

source: from customers
hr: od kupaca

source: from admin
hr: od admina

source: Reservation confirmation
hr: Potvrda o rezervaciji

source: Reservation cancellation
hr: Otkazivanje rezervacije

source: New
hr: Nova rezervacija

source: Pending
hr: Na čekanju

source: Confirmed
hr: Potvrđena rezervacija

source: Paid
hr: Plaćeno

source: Not fully paid
hr: Nije u potpunosti plaćeno

source: Bond not paid
hr: Polog nije plaćen

source: Unpaid
hr: Neplaćeno

source: Delayed payment
hr: Odgođeno plaćanje

source: New email template
hr: Novi predložak E-pošte

source: This e-mail address does not seem valid.
hr: Ova adresa e-pošte ne djeluje valjano.

source: Please seperate multiple e-mail addresses with commas.
hr: Odvojite više adresa e-pošte zarezima.

source: Please use a complete e-mail address eg. Your Name <email@domain.com>
hr: Molimo upotrijebite kompletnu adresu e-pošte, npr. Vaše ime <email@domain.com>

source: Select attachments
hr: Odaberi priloge

source: Remove all attachments?
hr: Želite li ukloniti sve priloge?

source: Message:
hr: Poruka:

source: Attachments:
hr: Prilozi:

source: Upon event
hr: Po događaju

source: Scheduled
hr: Planirano

source: Manually
hr: Ručno

source: day
hr: dan

source: days
hr: dana

source: before
hr: prije

source: after
hr: nakon

source: check-in
hr: datum dolaska

source: check-out
hr: datum odlazaka

source: on check-in day
hr: na dan dolaska

source: on check-out day
hr: na dan odlaska

source: The number of days is not valid.
hr: Broj dana nije valjan.

source: This schedule already exists.
hr: Ovaj raspored već postoji.

source: Delete schedule?
hr: Želite li izbrisati raspored?

source: Select at least one Event.
hr: Odaberite najmanje jedan događaj.

source: Select at least one Reservation status.
hr: Odaberite barem jedan status rezervacije.

source: Select at least one Reservation payment status.
hr: Odaberite najmanje jedan status plaćanja Rezervacije.

source: Select at least one Accommodation or Multiple accommodation booking.
hr: Odaberite najmanje jednu rezervaciju smještaja ili više smještaja.

source: Delete email logs?
hr: Izbrisati zapisnike e-pošte?

source: Email logs have been deleted.
hr: Evidencija e-pošte je izbrisana.

source: An error occured. Email logs could not be deleted.
hr: Dogodila se pogreška. Evidencija e-pošte nije se mogla izbrisati.

source: Email templates
hr: E-mail predlošci

source: Add new email template
hr: Dodajte novi predložak e-pošte

source: We strongly recommend using %s to send emails, in order to increase email deliverability. Please check %s this article from our knowledgebase %s.
hr: Toplo preporučujemo korištenje %s za slanje e-pošte, kako bi se povećala isporučivost e-pošte. Provjerite %s ovaj članak iz naše baze znanja %s.

source: No email templates set yet.
hr: Još nije postavljen predložak E-pošte.

source: Addresses
hr: Adrese

source: Subject
hr: Predmet

source: Message
hr: Poruka

source: Sending
hr: Slanje

source: To:
hr: Do:

source: Reply-to:
hr: Odgovor na:

source: From:
hr: Od:

source: Add at least one Schedule
hr: Dodajte barem jedan raspored

source: For reservation status:
hr: Za status rezervacije:

source: For reservation payment status:
hr: Za status plaćanja rezervacije:

source: For accommodation:
hr: Za smještaj:

source: For language:
hr: Za jezik:

source: TEXT
hr: TEKST

source: HTML
hr: HTML u

source: Remove all
hr: Ukloniti sve

source: Add schedule
hr: Dodajte raspored

source: Only if before check-out date
hr: Samo ako prije datuma odlaska

source: Only if after check-in date
hr: Samo ako je nakon datuma dolaska

source: Add
hr: Dodati

source: "To address" field:
hr: Polje „To address“:

source: If the field is blank %s will be used.
hr: Ako je polje prazno %s će se koristiti.

source: If the field is blank the email address of the WordPress administrator (%s) will be used.
hr: Ako je polje prazno, koristit će se adresa e-pošte administratora WordPressa (%s).

source: Separate multiple e-mail addresses with commas, for example: %s
hr: Odvojite više adresa e-pošte zarezima, na primjer: %s

source: "Reply-To address", "From address" fields:
hr: Polja „Reply-To address“ i „From address“:

source: Insert a complete e-mail address (a name followed by an email address wrapped between %s and %s, for example: %s)
hr: Unesite potpunu adresu e-pošte (ime nakon kojeg slijedi adresa e-pošte omotana između %s i %s, na primjer: %s)

source: Your Name <your.email@domain.com>
hr: Vaše ime <your.email@domain.com>

source: "From address" fields:
hr: Polja „From address“:

source: Email logs
hr: E-pošta zapisnici

source: Sent on
hr: Poslano na datum

source: Resa id
hr: ID rezervacije

source: Trigger
hr: Pokretači

source: Failed
hr: Neuspješno

source: Delete email logs
hr: Brisanje zapisa e-pošte

source: Per person
hr: Po osobi

source: Per person / per day
hr: Po osobi / po danu

source: Per accommodation / per day
hr: Po smještajnoj jedinici / po danu

source: Per accommodation
hr: Po smještaju

source: Per booking
hr: Po rezervacije

source: Percentage (on Accommodation)
hr: Postotak (od smještaja)

source: Accommodation price
hr: Cijena smještaja

source: Percentage (on Extra Services)
hr: Postotak (na dodatne usluge)

source: Extra Services price
hr: Cijena dodatnih usluga

source: Percentage (global)
hr: Postotak (globalno)

source: Global price
hr: Ukupna cijena

source: New fee
hr: Nova naknada

source: Invalid amount.
hr: Nevažeći iznos.

source: Adults:
hr: Odrasli:

source: Children:
hr: Djeca:

source: Minimum amount:
hr: Minimalni iznos:

source: Maximum amount:
hr: Maksimalni iznos:

source: Included in Accommodation price
hr: Uključeno u cijenu smještaja

source: Included in Extra Services price
hr: Uključeno u cijenu dodatnih usluga

source: Included in prices
hr: Uključeno u cijene

source: Added to Accommodation price
hr: Dodano na cijenu smještaja

source: Added to Extra Services price
hr: Dodano na cijenu dodatnih usluga

source: Added to prices
hr: Dodano na cijene

source: Added to final price
hr: Dodano na konačnu cijenu

source: Number of nights
hr: Broj noćenja

source: Number of adults and children
hr: Broj odraslih i djece

source: Number of adults
hr: Broj odraslih osoba

source: Number of children
hr: Broj djece

source: Fees
hr: Naknade

source: Add new fee
hr: Dodaj novu naknadu

source: No fees have been created yet.
hr: Naknade još nisu stvorene.

source: Fee name
hr: Naziv naknade

source: Type
hr: Vrsta

source: Amount
hr: Iznos

source: Fee is:
hr: Naknada je:

source: Fee applies on:
hr: Naknada se primjenjuje na:

source: Apply on Accommodation per person per night price?
hr: dodaj na cijenu smještaja po osobi po noći?

source: Percentage:
hr: Postotak:

source: Multiply per:
hr: Pomnoži po:

source: Search form and Accommodation selection
hr: Obrazac za pretragu i odabir smještaja

source: Search form
hr: Obrazac za pretraživanje

source: Accommodation selection
hr: Postavka obrasca: izbor smještaja

source: Help
hr: Podrška

source: If you need help using HBook plugin here are some useful ressources.
hr: Ako vam je potrebna pomoć pri korištenju dodataka za HBook, ovdje ćete pronaći korisne savjete.

source: Before setting up the plugin you should have a look at its documentation. You will find all the basic information you need to use HBook.
hr: Prije postavljanja dodataka trebali biste pogledati dokumentaciju. Želite pronaći sve osnovne informacije koje trebate koristiti HBook.

source: Go to the documentation
hr: Za dokumentaciju

source: If you need to solve a specific issue you can try to enter your question in the search engine of our knowledge base and you might directly find the answer.
hr: Ako trebate riješiti određeni problem, možete pokušati upisivati svoje pitanje u tražilicu naše baze znanja.

source: Go to the knowledgebase
hr: Kliknite ovdje da biste posjetili bazu znanja HBooka

source: If you can not find the answer you are looking for in the documentation or in the knowledgebase, feel free to send us a message via our contact form.
hr: Ako ne možete pronaći odgovor koji tražite u dokumentaciji ili u bazi znanja, slobodno nam pošaljite poruku putem našeg kontakt obrasca.

source: Stop synchronizing with this calendar?
hr: Želite li zaustaviti sinkronizaciju s ovim kalendarom?

source: The frequency is not valid. Value should not be lower than 5 minutes (300s).
hr: Učestalost nije važeća. Vrijednost ne smije biti niža od 5 minuta (300s).

source: ICal synchronization and import/export
hr: ICal sinkronizacija i uvoz/izvoz

source: HBook iCal calendars URLs are currently cached, which is not recommended as it will delay the updates of your external calendars. To correctly adjust any caching plugin with HBook, please read %s
hr: URL-ovi HBook iCal kalendara trenutno su u predmemoriji, što se ne preporučuje jer će odgoditi ažuriranja vaših vanjskih kalendara. Za ispravno podešavanje bilo kojeg dodatka za predmemoriju s HBookom, pročitajte %s

source: this article from our knowldgebase.
hr: ovaj članak iz naše baze znanja.

source: For iCal synchronization to work properly, we strongly recommend that %s is used as your main calendar. Synchronize each HBook calendar with the matching external calendars both ways. Do not sync your external calendars together.
hr: Kako bi iCal sinkronizacija ispravno radila, preporučujemo da %s koristite kao svoj glavni kalendar. Sinkronizirajte svaki HBook kalendar s odgovarajućim vanjskim kalendarima u oba smjera. Nemojte zajedno sinkronizirati vanjske kalendare.

source: If there are dates that you need to block, you should set these unavailable dates using %s and do not add them manually in the external calendars.
hr: Ako postoje datumi koje trebate blokirati, trebali biste postaviti te nedostupne datume pomoću %s i nemojte ih dodavati ručno u vanjske kalendare.

source: Reservations > Block accommodation
hr: Rezervacije-> Blokirajte smještaj

source: With the synchronization, they will be set automatically as unavailable in your other calendars.
hr: Sinkronizacija će automatski postaviti smještaj u vaše vanjske kalendare kao nedostupnu.

source: There seems to be a problem : %s Check that you have entered a valid URL.
hr: Čini se da postoji problem: %s Provjerite jeste li unijeli valjani URL.

source: At least one accommodation must be created in order to set iCal synchronization.
hr: Barem jedan smještaj mora biti izrađen kako bi postavili iCal sinkronizaciju.

source: Update calendars
hr: Ažuriraj kalendare

source: Last synchronized on:
hr: Zadnja sinkronizacija na:

source: Accommodation type
hr: Vrsta smještaja

source: Export calendars
hr: Izvoz kalendara

source: Import calendars
hr: Uvoz kalendara

source: Synchronized calendars
hr: Sinkronizirani kalendari

source: Download .ics file
hr: Preuzmite datoteku .ics

source: Get export url
hr: Dobijte url za izvoz

source: Hide export url
hr: Sakrij izvozni URL

source: URL to add to your external calendars
hr: URL koji želite dodati svojim vanjskim kalendarima

source: Upload .ics file
hr: Učitaj .ics datoteku

source: Import a calendar file
hr: Uvezite kalendarsku datoteku

source: Calendar name:
hr: Naziv kalendara:

source: Import
hr: Uvoz

source: Sync with a new calendar
hr: Sinkronizacija s novim kalendarom

source: Add your external calendar
hr: Dodajte svoj eksterni kalendar

source: Calendar name:
hr: Naziv kalendara:

source: Calendar URL:
hr: URL kalendara:

source: Get url of the calendar containing all HBook calendars in one
hr: Nabavite URL kalendara koji sadrži sve HBook kalendare u jednom

source: Remove purchase code for this website?
hr: Ukloniti kôd kupnje za ovu web stranicu?

source: Licence
hr: Licenca

source: Where can I find my purchase code?
hr: Gdje mogu pronaći svoj kôd za kupnju?

source: Activate your HBook licence
hr: Aktivirajte svoju HBook licencu

source: To activate your licence, you will need a validation code. Click on this link: https://maestrel.com/hbook-licence-validation. Follow the steps to obtain your validation code and paste it below. Check %s for step by step guidance.
hr: Da biste aktivirali licencu, potreban vam je kôd za provjeru valjanosti. Kliknite ovu vezu: https://maestrel.com/hbook-licence-validation. Slijedite korake kako biste dobili kôd za provjeru valjanosti i zalijepite ga u nastavku. Provjerite %s za korak po korak upute.

source: this article of the knowledgebase
hr: Kliknite ovdje da biste posjetili bazu znanja HBooka

source: The code you entered is not valid. Please try again. You can also contact %s if you need further help.
hr: Kôd koji ste unijeli nije valjan. Molim te pokušaj ponovno. Također možete kontaktirati %s ako vam je potrebna podrška.

source: Maestrel support
hr: Maestrel podrška

source: Your website url:
hr: URL vaše web stranice:

source: Enter validation code
hr: Unesite validation code

source: Enter your purchase code
hr: Unesite kôd kupnje

source: Verify purchase code
hr: Potvrdite kôd za kupnju

source: Your purchase code is valid.
hr: Kôd kupnje vrijedi.

source: Your purchase code is not valid.
hr: Kôd za kupnju nije važeći.

source: This purchase code is already in use.
hr: Ovaj kôd za kupnju već je u upotrebi.

source: The purchase code has been removed.
hr: Kôd za kupnju uklonjen je.

source: This purchase code has not been verified.
hr: Ovaj kôd kupnje nije potvrđen.

source: Remove purchase code for this website.
hr: Ukloni kôd za kupnju ove web stranice.

source: Activate your %s licence
hr: Aktivirajte svoju %s licencu

source: There seems to be an error when we try to validate your licence for this add-on. Would you please contact %s so we can assist you with that?
hr: Čini se da je došlo do pogreške kada pokušamo potvrditi vašu licencu za ovaj dodatak. Hoćete li kontaktirati %s kako bismo vam mogli pomoći s tim?

source: Logs
hr: Dnevnici

source: The date is not valid (use a yyyy-mm-dd format).
hr: Datum nije važeći (koristite format gggg-mm-dd).

source: Choose a file to import.
hr: Odaberite datoteku za uvoz.

source: Importing a setting file will delete all current HBook settings (including Accommodation Posts and Reservations). Do you want to continue?
hr: Uvozom datoteke s postavkama izbrisat će se sve trenutne HBook postavke (uključujući objave smještaja i rezervacije). Želite li nastaviti?

source: This action will delete permanently all reservations, blocked dates and customers. Reservations and customers numbering will be reset. Do you wish to continue?
hr: Ova radnja će trajno izbrisati sve rezervacije, blokirane datume i klijente. Rezervacije i brojevi kupaca bit će poništeni. Želite li nastaviti?

source: This action will delete permanently all reservations and blocked dates. Reservations numbering will be reset. Do you wish to continue?
hr: Ova radnja će trajno izbrisati sve rezervacije i blokirane datume. Numeriranje rezervacija bit će poništeno. Želite li nastaviti?
