Repository: greatsion/hotelplugin
Catalog: languages/admin-language-files/hbook-admin-*.po
Languages: hr

source: This action will delete permanently all reservations that have been imported into HBook via the iCal synchronization. Do you wish to continue?
hr: Ova će radnja trajno izbrisati sve rezervacije koje su uvezene u HBook putem iCal sinkronizacije. Želite li nastaviti?

source: This action will delete permanently all reservations that have the status "Cancelled". Do you wish to continue?
hr: Ova radnja će trajno izbrisati sve rezervacije koje imaju status „Otkazano“. Želite li nastaviti?

source: This action will delete permanently all past reservations. Do you wish to continue?
hr: Ova će radnja trajno izbrisati sve prethodne rezervacije. Želite li nastaviti?

source: This action will delete permanently all past block dates. Do you wish to continue?
hr: Ova će radnja trajno izbrisati sve prošle datume blokiranja. Želite li nastaviti?

source: Miscellaneous
hr: Razni

source: View all filters default values
hr: Pogledajte zadane vrijednosti svih filtara

source: Hide filters default values
hr: Sakrij zadane vrijednosti filtara

source: Usual setting: first day is %s and date format is %s
hr: Uobičajena postavka: prvi dan je %s, a format datuma je %s

source: First day of the week
hr: Prvi dan u tjednu

source: Date format
hr: Format datuma

source: Set specific dates settings for admin
hr: Postavite specifične postavke datuma za administratora

source: First day of the week for admin
hr: Prvi dan u tjednu za admina

source: Date format for admin
hr: Format datuma za admin

source: Reset HBook (customers, blocked dates and reservations)
hr: Resetiraj HBook (kupci, blokirani datumi i rezervacije)

source: Reset reservations and blocked dates
hr: Poništavanje rezervacija i blokiranih datuma

source: Delete only reservations imported from external calendars
hr: Izbrišite samo rezervacije uvezene iz vanjskih kalendara

source: Delete only reservations with status "Cancelled"
hr: Brisanje samo rezervacija sa statusom „Otkazano“

source: Delete only past reservations
hr: Izbrišite samo prethodne rezervacije

source: Delete only past blocked dates
hr: Izbrišite samo prošle blokirane datume

source: None of the actions below can be rolled back. Reservations, blocked dates or/and customers will be deleted permanently.
hr: Nijedna od radnji u nastavku ne može se vratiti. Rezervacije, blokirani datumi i/ili klijenti bit će trajno izbrisani.

source: All done! Reservations, customers and blocked dates have been reset.
hr: Gotovo! Rezervacije, kupci i blokirani datumi su poništeni.

source: All done! Blocked dates and reservations have been reset.
hr: Gotovo! Blokirani datumi i rezervacije poništeni su.

source: All done! Reservations imported from external calendars have been deleted.
hr: Gotovo! Izbrisane su rezervacije uvezene iz vanjskih kalendara.

source: All done! Reservations with status "Cancelled" have been deleted.
hr: Gotovo! Rezervacije sa statusom „Otkazano“ su obrisane.

source: All done! Past reservations have been deleted.
hr: Gotovo! Prošle rezervacije su izbrisane.

source: All done! Past blocked dates have been deleted.
hr: Gotovo! Prošli blokirani datumi su izbrisani.

source: An error occured. The action could not be completed.
hr: Došlo je do pogreške. Radnja nije mogla biti dovršena.

source: Modify Accommodation Post ID when importing (you may have to update HBook shortcodes accordingly).
hr: Promijenite ID smještajne pošte prilikom uvoza (možda ćete morati ažurirati HBook kratke kodove u skladu s tim).

source: Import settings file
hr: Uvezi datoteku postavki

source: Importing all settings may take several minutes. Please do not refresh or exit this page before completion.
hr: Uvoz svih postavki može potrajati nekoliko minuta. Nemojte osvježavati ili napuštati ovu stranicu prije dovršetka.

source: Settings could not be imported.
hr: Postavke se ne mogu uvesti.

source: The file %s is not a correct HBook settings file.
hr: Datoteka %s nije ispravna datoteka s postavkama HBook-a.

source: The following posts/pages/attachments prevented HBook from importing the settings:
hr: Sljedeći postovi/stranice/prilozi spriječili su HBook da uveze postavke:

source: You can either delete these posts/pages/attachments (which is the recommanded method) or start importing again with the "Modify Accommodation Post ID" option activated.
hr: Možete izbrisati te postove/stranice/privitke (što je preporučena metoda) ili ponovno započeti uvoz s aktiviranom opcijom „Promijeni ID objave smještaja“.

source: HBook settings have been imported.
hr: HBook postavke su uvezene.

source: Please take note that the following Accommodation Post have new IDs:
hr: Imajte na umu da sljedeće objave smještaja imaju nove ID-ove:

source: You may have to update HBook shortcodes accordingly.
hr: Možda ćete morati ažurirati HBook kratke kodove u skladu s tim.

source: New extra
hr: Novi dodatak

source: New extra choice
hr: Novi dodatni izbor

source: For accommodation
hr: Za smještaj

source: For booking
hr: Za rezervaciju

source: Once
hr: Jednom

source: Per day
hr: Dnevno

source: Quantity
hr: Količina

source: Quantity per day
hr: Količina po danu

source: Per accom.
hr: Po smještaju

source: Extra services
hr: Dodatne usluge

source: Add new extra
hr: Dodajte novi dodatak

source: No extra services have been created yet.
hr: Još nema dodatnih usluga.

source: Extra name
hr: Dodatni naziv

source: Multiple choice
hr: Ne Omogući više odabira

source: Save to add choices.
hr: Spremite za dodavanje izbora.

source: Set a maximum quantity?
hr: Postavite maksimalni iznos?

source: Yes, per person
hr: Da, po osobi

source: Maximum quantity
hr: Najduži boravak / Maksimalna količina

source: (per adult)
hr: (po odrasloj osobi)

source: Maximum quantity (per child):
hr: Maksimalni iznos (po djetetu):

source: The deposit is not valid. Enter a number only.
hr: Depozit nije valjan. Unesite samo broj.

source: The security bond is not valid. Enter a number only.
hr: Sigurnosna obveznica nije valjana. Unesite samo brojeve.

source: Deposit percentage
hr: Postotak depozita

source: Payment
hr: Plaćanje

source: Active payment gateways
hr: Aktivne „payment gateways“

source: Stripe and PayPal gateways are included. We have developed add-ons to integrate other payment gateways for HBook: %s view available payment gateways %s.
hr: Uključeni su pristupnici Stripe i PayPal. Razvili smo dodatke za integraciju drugih pristupnika plaćanja za HBook: %s pogledajte dostupne pristupnike plaćanja %s.

source: Activate %s
hr: Aktiviraj %s

source: accommodation
hr: smještaj

source: Accommodation rates
hr: Cijene smještaja

source: extra adults
hr: dodatnih odraslih osoba

source: Price per adult above normal occupancy
hr: Cijena po odrasloj osobi iznad normalne popunjenosti

source: extra children
hr: dodatna djeca

source: Price per child above normal occupancy
hr: Cijena po djetetu iznad normalne popunjenosti

source: No seasons selected
hr: Nema odabrane sezone

source: No discounts selected
hr: Niste odabrali nikakve popuste

source: per night
hr: po noćenju

source: for a %s-night stay
hr: za boravak od %s noćenja

source: Unset
hr: Ukloni

source: nights and more
hr: noći i više

source: No maximum
hr: Bez maksimuma

source: No date limit
hr: Bez ograničenja datuma

source: Rates
hr: Cijene

source: It seems Polylang is not set properly. Please read %s
hr: Čini se da Polylang nije ispravno postavljen. Molimo pročitajte %s

source: HBook documentation about setting up Polylang and HBook
hr: HBook dokumentaciju o postavljanju Polylang i HBook

source: It seems WPML is not set properly. Please read %s
hr: Čini se da WPML nije ispravno postavljen. Molimo pročitajte %s

source: HBook documentation about setting up WPML and HBook
hr: HBook dokumentaciju o postavljanju WPML i HBook

source: At least one accommodation which uses the default website language must be created in order to set rates.
hr: Najmanje jedan smještaj koji koristi zadani jezik za web stranicu mora biti kreiran kako bi se postavili cijene.

source: At least one accommodation and one season must be created in order to set rates.
hr: Morate stvoriti barem jedan smještaj i jednu sezonu kako biste postavili cijene.

source: At least one accommodation must be created in order to set rates.
hr: Moraju se stvoriti barem jedan smještaj kako biste postavili cijene.

source: At least one one season must be created in order to set rates.
hr: Morate stvoriti barem jednu sezonu kako biste generirali cijene.

source: Add rate
hr: Dodaj cijene

source: No %s rates have been defined yet.
hr: Još nisu definirane cijene za %s.

source: Discounts
hr: Popusti

source: Add discount rate
hr: Dodaj Popust cijenu

source: No discount rules have been defined yet. You can define a discount rule on the %s.
hr: Još nije definirano pravila o popustu. Možete odrediti pravilo popusta na stranici %s.

source: Booking rules page
hr: Pravila rezervacije

source: No discount rates have been defined yet.
hr: Stope popusta još nije definirana.

source: Seasons
hr: Sezone

source: Applies on
hr: Odnosi se na

source: Coupons
hr: Kuponi

source: Add coupon
hr: Dodajte kupon

source: No coupons have been defined yet.
hr: Kuponi još nisu definirani.

source: Code
hr: Kod

source: Rule
hr: Pravilo

source: Use count
hr: Koristite brojač

source: Max use
hr: Maksimalno korištenje

source: Date limit
hr: Ograničenje datuma

source: Multiple use per customer
hr: Višestruka uporaba po kupcu

source: for
hr: za

source: night(s)
hr: noć(i)

source: None
hr: Nijedan

source: Special rates
hr: Posebne cijene

source: Add a reservation
hr: Dodaj rezervaciju

source: Block accommodation
hr: Blokirajte smještaj

source: Accommodation number
hr: Broj smještaja

source: Start date
hr: Početni datum

source: End date
hr: Datum završetka

source: Comment
hr: Komentar

source: Block
hr: Blokiraj

source: There are no blocked accommodation at the moment
hr: Trenutačno nema blokiranih smještaja

source: Blocked accommodation
hr: Blokirani smještaj

source: Calendar
hr: Kalendar

source: All accommodations
hr: Svi smještaji

source: Reservation details
hr: Detalji o rezervaciji

source: Click on a number in the calendar to view the reservation details
hr: Kliknite na broj u kalendaru da biste vidjeli detalje rezervacije

source: Hide
hr: Sakrij

source: Reservation list
hr: Popis rezervacija

source: No reservations yet.
hr: Još nema rezervacija.

source: No filter
hr: Bez filtera

source: Filter by Reservation id
hr: Filtriraj po ID-u rezervacije

source: Filter by Reservation number
hr: Filtrirajte po broju rezervacije

source: Filter by Customer
hr: Filtriranje prema klijentu

source: Filter by Check-in date
hr: Filtriranje prema datumu dolaska

source: Filter by Check-out date
hr: Filtriranje prema datumu odlaska

source: Filter by Check-in and check-out dates
hr: Filtriranje prema datumu dolaska i odlaska

source: Filter by Active reservations
hr: Filtriraj po aktivnim rezervacijama

source: Filter by Accommodation
hr: Filtrirajte po smještaju

source: Filter by Status
hr: Filtriraj po statusu

source: Filter by Origin
hr: Filtriraj po podrijetlu

source: Sort by Received date &larr;
hr: Sortiraj po primljenog datuma &larr;

source: Sort by Received date &rarr;
hr: Sortiraj po primljenog datuma &larr;

source: Sort by Check-in date &larr;
hr: Sortiraj po Datum dolaska &larr;

source: Sort by Check-in date &rarr;
hr: Sortiraj po Datum dolaska &larr;

source: Enter reservation id
hr: Unesite ID rezervacije

source: Enter reservation number
hr: Unesite broj rezervacije

source: Enter customer name or email
hr: Unesite korisničko ime ili e-adresu

source: Cancelled
hr: Otkazan

source: Website
hr: Web stranica

source: iCal sync
hr: iCal sinkronizacija

source: Between
hr: Između

source: and
hr: i

source: Bulk actions
hr: Skupne akcije

source: Confirm
hr: Potvrditi

# reservation bulk cancelation
source: Cancel
hr: Otkaži

source: Apply
hr: Primijeni

source: Check-in / Check-out
hr: Dolazak / odlazak

source: Accom. type
hr: Vrsta smještaja

source: (number)
hr: (broj)

source: Information
hr: Broj osoba u smještaju

source: Extras
hr: Dodaci

source: Price / Payment
hr: Cijena / plaćanje

source: Received on / Emails sent
hr: Primljeno dana / Poslane e-poruke

source: Multiple reservation
hr: Višestruka rezervacija

source: Multiple reservation id
hr: Višestruki ID rezervacije

source: Reservation id
hr: Višestruki ID rezervacije

source: night
hr: noć

source: nights
hr: noću

source: Check-in:
hr: Datum dolaska:

source: Check-out:
hr: Datum odlazaka:

source: Current accom.:
hr: Trenutni smještaj:

source: Updating...
hr: Ažuriranje ...

source: Fetching available accom...
hr: Dohvaćanje dostupnih smještaja ...

source: Select new accom.:
hr: Izaberite novi smještaj:

source: No other accommodation available!
hr: Drugi smještaj nije dostupan!

source: Reservation language:
hr: Jezik rezervacije:

source: View reservation
hr: Pogledajte rezervaciju

source: Add a comment
hr: Dodaj komentar

source: Create customer
hr: Unesite kupca

source: Select existing customer
hr: Odaberite postojećeg klijenta

source: Creating customer...
hr: Dodavanje kupca …

source: Edit price
hr: Uredi cijenu

source: Price:
hr: Cijena:

source: Security bond
hr: Sigurnosna obveznica

source: Received on
hr: Primljeno

source: Charge
hr: Cijena

source: Refund
hr: Vraćanje novca

source: Failed payment
hr: Neuspješno plaćanje

source: Edit discount
hr: Uredi popust

source: Accom. discount:
hr: Popusti za smještaj:

source: Amount type:
hr: Vrsta iznosa:

source: Percent
hr: Postotak

source: Global discount:
hr: Globalni popust:

source: Fetching logs...
hr: Dohvaćanje zapisa…

# reservation cancelation
source: Cancel
hr: Otkaži

source: Open documents
hr: Otvorite dokumente

source: Email sent.
hr: E-mail poslan.

source: Send an email
hr: Pošalji e-poštu

source: Send
hr: Pošalji

source: To
hr: Do

source: If this field is blank the email will be sent to the customer.
hr: Ako je ovo polje prazno, e-pošta će biti poslana kupcu.

source: Amount:
hr: Iznos:

source: Add attachments
hr: Dodavanje privitaka

source: Remove all attachments
hr: Uklonite sve privitke

source: Delete added attachment files from the Media Library after email has been sent
hr: Izbrišite dodane datoteke privitaka iz Media Library nakon slanja e-pošte

source: Archived reservations
hr: Dodaj Arhivirane rezervacije

source: Export reservations
hr: Izvoz rezervacije

source: Select reservations to be exported:
hr: Odaberite rezervacije za izvoz:

source: All dates
hr: Svi datumi

source: Received between
hr: Primljeno između

source: Check-in between
hr: Datum dolaska između

source: Check-out between
hr: Odjava je između

source: Accommodation:
hr: Smještaj:

source: Select status of the reservations to be exported:
hr: Odaberite status rezervacija za izvoz:

source: Select data to be exported:
hr: Odaberite podatke za izvoz:

source: Customer information:
hr: Podaci o kupcu:

source: %1$s : The signature of the calendar could not be validated for the calendar named %2$s and with the url %3$s for the accommodation %4$s (%5$s).
hr: %1$s : Potpis kalendara nije mogao biti provjeren za kalendar pod nazivom %2$s i s url-om %3$s za smještaj %4$s (%5$s).

source: %1$s : There was an error to synchronize the calendar named %2$s and with the url %3$s for the accommodation %4$s (%5$s). The error that was returned is : %6$s
hr: %1$s : Došlo je do pogreške prilikom sinkronizacije kalendara pod nazivom %2$s i s url-om %3$s za smještaj %4$s (%5$s). Pogreška koja je vraćena je: %6$s

source: %1$s : A reservation of the calendar named %2$s could not be imported as the accommodation %3$s (%4$s) is not available for a check-in on %5$s and a check-out on %6$s
hr: %1$s : Rezervaciju za kalendar %2$s nije moguće uvesti jer smještaj %3$s (%4$s) nije dostupan za dolazak na %5$s i odlazak na %6$s

source: %1$s : A reservation of the calendar named %2$s has been modified. Changes have not been reflected in the Reservation list below. This reservation is for the accommodation %3$s (%4$s) and appears in the Reservation list with a check-in on %5$s and a check-out on %6$s.
hr: %1$s : Rezervacija pod nazivom %2$s je izmijenjena. Promjene nisu izvršene na popisu rezervacija. Rezervacija je za smještaj %3$s (%4$s) i pojavit će se na popisu rezervacije s dolazka na %5$s i odlaska na %6$s.

source: Processing
hr: Obrada

source: (not allocated)
hr: (nije dodijeljeno)

source: Paid:
hr: Plaćeno:

source: Unpaid:
hr: Neplaćen:

source: Unpaid bond:
hr: Neplaćena obveznica:

source: Delete reservation?
hr: Izbrisati rezervaciju?

source: Cancel reservation?
hr: Otkazati rezervaciju?

source: Select accommodation:
hr: Odaberite smještaj:

source: Please select an accommodation.
hr: Molimo odaberite smještaj.

source: Please select a customer (or select "Enter customer details" and provide customer details).
hr: Odaberite korisnika (ili odaberite „Unesi pojedinosti o kupcu“ i navedite pojedinosti o kupcu).

source: No accommodation available.
hr: Nema dostupnih smještaj.

source: Invalid price.
hr: Nevažeća cijena.

source: Customer id:
hr: ID klijenta:

source: More information
hr: Više informacija

source: Less information
hr: Manje podataka

source: Comment:
hr: Komentar:

source: Error:
hr: Pogreška:

source: The reservation could not be confirmed because there is no accommodation available for the reservation dates.
hr: Rezervaciju nije bilo moguće potvrditi jer nema raspoloživog smještaja za termine rezervacije.

source: A reservation could not be confirmed because there is no accommodation available for the reservation dates.
hr: Rezervaciju nije moguće potvrditi jer nema raspoloživog smještaja za datume rezervacije.

source: Please select which accommodation you want to export data for.
hr: Odaberite smještaj za koji želite izvesti podatke.

source: Please select which status you want to export data for.
hr: Odaberite status za koji želite izvesti podatke.

source: Remove blocked dates?
hr: Želite li ukloniti blokirane datume?

source: Delete synchronization errors messages?
hr: Želite li izbrisati poruke o pogrešci sinkronizacije?

source: The refund amount can not be above %amount
hr: Iznos povrata ne može biti iznad %amount

source: Dates have not modified because the accommodation is not available for the new dates.
hr: Datumi se ne mijenjaju jer smještaj nije dostupan za novo odabrano razdoblje.

source: Check-out must be after check-in.
hr: Datum polaska mora biti nakon datuma dolaska.

source: Invalid date.
hr: Nevažeći datum.

source: Templates...
hr: Obrasci…

source: To refund:
hr: Za povrat:

source: Are you sure you want to block all accommodation for all days?
hr: Jeste li sigurni da želite blokirati sve smještajne kapacitete za sve dane?

source: The "To" date must be after the "From" date.
hr: Datum „Do“ mora biti nakon datuma „Od“.

source: Accommodation already blocked for these dates.
hr: Smještaj je već blokiran za ove datume.

source: Price
hr: Cijena

source: Price with bond
hr: Cijena s obveznicom

source: Previous price
hr: Prethodna cijena

source: Fetching extras...
hr: Dohvaćanje dodataka…

source: 1 email sent
hr: Poslana je 1 poruka e-pošte

source: %s emails sent
hr: Poslano je %s poruka e-pošte

source: Email could not be sent.
hr: Slanje e-pošte nije uspjelo.

source: Select a bulk action.
hr: Odaberite grupnu akciju.

source: No reservations selected.
hr: Nije odabrana nijedna rezervacija.

source: There are no reservations to confirm in the selected reservations (only "New" or "Pending" reservations can be confirmed).
hr: U odabranim rezervacijama nema rezervacija za potvrdu (mogu se potvrditi samo „Nove“ ili „Na čekanju“ rezervacije).

source: There are no reservations to cancel in the selected reservations.
hr: U odabranim rezervacijama nema rezervacija za otkazivanje.

source: Confirm reservations?
hr: Potvrdite brisanje?Potvrditi rezervacije?

source: Cancel reservations?
hr: Otkazati rezervacije?

source: Delete reservations?
hr: Izbrisati rezervacije?

source: Reservations confirmed.
hr: Rezervacije su potvrđene.

source: Reservations cancelled.
hr: Otkazane rezervacije.

source: Reservations deleted.
hr: Rezervacije izbrisane.

source: Select a check-in date.
hr: Odaberite datum dolaska.

source: Select a check-out date.
hr: Odaberite datum odlaska.

source: Past
hr: Prošlost

source: There was a connection error.
hr: Došlo je do pogreške u povezivanju.

source: Please enter a check-in date and a check-out date.
hr: Molimo vas da unesete datum prijave i datum odjave.

source: Please enter a check-in date.
hr: Molimo unesite datum dolaska.

source: Please enter a check-out date.
hr: Molimo upišite datum odjave.

source: Please select the number of adults.
hr: Molimo odaberite broj odraslih.

source: Please select the number of adults and the number of children.
hr: Odaberite broj odraslih i broj djece.

source: Please select the number of children.
hr: Odaberite broj djece.

source: The check-out date must be after the check-in date.
hr: Datum odjave mora biti nakon datuma prijave.

source: (1 adult)
hr: (1 odrasla osoba)

source: January,February,March,April,May,June,July,August,September,October,November,December
hr: siječanj, veljača, ožujak, travanj, svibanj, lipanj, srpanj, kolovoz, rujan, listopad, studeni, prosinac

source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
hr: Sij, Vel, Ožu, Tra, Svi, Lip, Srp, Kol, Ruj, Lis, Stu, Pro

source: Sun,Mon,Tue,Wed,Thu,Fri,Sat
hr: Ned, Pon, Uto, Sri, Čet, Pet, Sub

source: Reservations
hr: Rezervacije

source: (Check-out in %s)
hr: (odjava za %s)

source: Compulsory
hr: Obavezno

source: Special rate
hr: Posebne cijena

source: Compulsory and special rate
hr: Obvezna i posebna cijena

source: Discount
hr: Popust

source: Coupon
hr: Kupon

source: Any
hr: Svaki

source: No days selected
hr: Dan nije odabran

source: New rule
hr: Novo pravilo

source: Booking rules
hr: Pravila rezervacije

source: Check-in days
hr: Dani dolaska

source: Add rule
hr: Dodaj pravilo

source: Customers can check-in any day.
hr: Gosti mogu stići svaki dan.

source: Allowed check-in days
hr: Dopušteni dani dolaska

source: Check-out days
hr: Dani odlaska

source: Customers can check-out any day.
hr: Gosti mogu svakodnevno otići.

source: Allowed check-out days
hr: Dopušteni dani odlaska

source: Minimum stay length
hr: Minimalna duljina boravka

source: There are no minimum stay rules.
hr: Nema pravila o minimalnom boravku.

source: Minimum stay
hr: Najkraći boravak

source: Maximum stay length
hr: Maksimalna duljina boravka

source: There are no maximum stay rules.
hr: Nema pravila o maksimalnom boravku.

source: Maximum stay
hr: Najduži boravak

source: Advanced rules
hr: Napredna pravila

source: You may define advanced rules to create compulsory settings for stays, or to create special rates or discounts, or to add a rule for a coupon.
hr: Možete definirati proširena pravila za postavljanje za boravak ili za postavljanje posebnih cijena ili popusta ili za postavljanje pravila za kupon.

source: There are no advanced rules.
hr: Ne postoje napredna pravila.

source: Rule type
hr: Vrsta pravila

source: Guests who check-in on:
hr: Gosti sa dolaskom na:

source: Apply a special rate when check-in is on:
hr: Nanesite posebne stope kada check-in je na:

source: Apply a discount when check-in is on:
hr: Nanesite popust ako je datum dolazka na:

source: Apply a coupon when check-in is on:
hr: Nanesite kupon kada check-in je na:

source: ...must check-out on:
hr: …onda mora datum odlaska biti na:

source: ...and must have a minimum stay of:
hr: … i mora imati minimalni boravak od:

source: ...and must have a maximum stay of:
hr: … i mora imati maksimalni boravak od:

source: ...for accommodation:
hr: …za smještaj:

source: ...and for seasons:
hr: …i za sezonu:
