Repository: greatsion/hotelplugin
Catalog: languages/admin-language-files/hbook-admin-*.po
Languages: hr

source: Text before "Book now" button
hr: Tekst prije gumba "Rezerviraj sada"

source: "Book now" button
hr: Gumb "Rezerviraj sada"

source: Selected accommodation no longer available
hr: Odabrani smještaj više nisu dostupan

source: Selected accommodation number no longer available
hr: Odabrani broj smještaja više nije dostupan

source: Required field
hr: Obavezno polje

source: Invalid email
hr: Nevažeći email

source: Invalid number
hr: Pogrešan broj

source: Connection error
hr: Greška u povezivanju

source: Season not defined error
hr: Pogreška: Sezona nije definirana

source: Rate not defined error
hr: Greška: Cijena nije definirana

source: Occupied
hr: Zauzet

source: Available
hr: Dostupan

source: Before check-in day
hr: Prije dana dolozka

source: Not available for check-in
hr: Nije dostupno za dolozka

source: Not available for check-out
hr: Nije dostupno za dan odlaska

source: Available for check-in only
hr: Dostupno samo za dolozka

source: Available for check-out only
hr: Dostupno samo za dan odlaska

source: Not available for check-out (due to minimum-stay requirement)
hr: Nije dostupno za dan odlaska (zbog minimalnog boravka)

source: Not available for check-out (due to maximum-stay requirement)
hr: Nije dostupno za dan odlaska (zbog zahtjeva za maksimalni boravak)

source: Chosen check-in day
hr: Odabrani dan dolazka

source: Chosen check-out day
hr: Odabrani dan odlaska

source: Select a check-in date
hr: Odaberite dan dolozka

source: Select a check-out date
hr: Odaberite dan odlaska

source: From
hr: Od

source: Nights
hr: Noću

source: Per night
hr: Po noći

source: All nights
hr: Sve noći

source: For x-night stay
hr: Za boravak x noćenja

source: Accommodation section title
hr: Smještajni dio - naslov

source: Surcharge
hr: Nadoplata

source: Accommodation subtotal
hr: Smještaj – međutotal

source: Accommodation total
hr: Smještaj ukupno

source: Accommodation and extras total
hr: Smještaj i dodaci ukupna cijena

source: Global extra services section title
hr: Naslov odjeljka Globalne dodatne usluge

source: Extra services section title
hr: Naslov za odabir dodatnih usluga - Naziv odjeljka s dodatnim uslugama

source: Extra services subtotal
hr: Međuzbroj dodatnih usluga

source: Extra services total
hr: Dodatne usluge ukupno

source: Global extra services total
hr: Globalne dodatne usluge - ukupno

source: Subtotal
hr: Međuzbrojni iznos

source: Total
hr: Ukupna cijena

source: Included fee text
hr: Uključena naknada - tekst

source: Amount paid
hr: Uplaćeni iznos

source: Price starting at
hr: Cijena počinje od

source: Starting price duration unit
hr: Trajanje početne cijene

source: Book now button
hr: Gumb "Rezerviraj sada"

source: View details button
hr: Gumb „Pokaži smještaj" Vidi detalje - gumb

source: Monday,Tuesday,Wednesday,Thursday,Friday,Saturday,Sunday
hr: Ponedjeljak, Utorak, Srijeda, Četvrtak, Petak, Subota, Nedjelja

source: Mon,Tue,Wed,Thu,Fri,Sat,Sun
hr: Pon, Uto, Sri, Čet, Pet, Sub, Ned

source: Error: price should be a numerical value.
hr: Pogreška: cijena mora biti numerička vrijednost.

source: [customer_email] in "To address" could not be processed.
hr: [customer_email] u „Adresi“ nije moguće obraditi.

source: [customer_email] in "To address" was empty.
hr: [customer_email] u „Adresi“ je bio prazan.

source: Check-in day
hr: Dan dolaska

source: Check-out day
hr: Dan odlaska

source: Reservation origin
hr: Rezervacija porijekla

source: Next %arrow
hr: Sljedeća %arrow

source: %arrow Previous
hr: %arrow Prethodno

source: Background color on hover
hr: Boja pozadine - pri prelasku

source: Text color
hr: Boja teksta

source: White
hr: Bijela

source: Black
hr: Crna

source: Border radius
hr: Radijus granica

source: Side padding
hr: Bočni razmak lijevo / desno

source: Height padding
hr: Bočna udaljenost iznad

source: Borders color
hr: Boja rubova

source: Borders color when active
hr: Boja rubova kada je aktivna

source: Borders width
hr: Širina granica

source: Borders radius
hr: Radijus granica

source: Height
hr: Visina

source: Calendar background
hr: Pozadina kalendara

source: Available day background
hr: Dostupan dan - pozadina

source: Not selectable day background
hr: Ne može se odabrati dan - pozadina

source: Not selectable day number
hr: Broj dana koji nije moguće odabrati

source: Selected day background
hr: Odabrana pozadina dana

source: Occupied day background
hr: Pozadina okupiranog dana

source: Buttons background
hr: Pozadina gumba

source: Buttons background on hover
hr: Pozadina gumba - pri prelasku mišem

source: Disabled buttons background
hr: Pozadina gumba kada je onemogućen

source: Button arrows
hr: Strelice gumba

source: Calendar inner borders
hr: Unutarnje granice kalendara

source: Num
hr: Broj

source: Payment type
hr: Način plaćanja

source: Coupon code
hr: Kod kupona

source: Currency
hr: Valuta

source: Origin
hr: Porijeklo

source: Reservation reader
hr: Čitač rezervacija

source: Reservation manager
hr: Voditelj rezervacija

source: Pricing manager
hr: Voditelj cijena

source: HBook manager
hr: HBook upravitelj

source: Details form
hr: Obrazac za detalje

source: ICal sync
hr: ICal sinkronizacija

source: Emails
hr: E-pošta

source: Documents
hr: Dokumenti
