Repository: greatsion/hotelplugin
Catalog: languages/admin-language-files/hbook-admin-*.po
Languages: hr

source: ...and check-out is on:
hr: …i datum odlazak je na:

source: ...and minimum stay is:
hr: …i minimalni boravak je:

source: ...and maximum stay is:
hr: …i maksimalni boravak je:

source: Select accommodation and seasons in the Rates page.
hr: Odaberite smještaj i godišnja doba na stranici Cijene.

source: (leave empty for no minimum stay)
hr: (ostavite prazno za „bez minimalnog boravka“)

source: (leave empty for no maximum stay)
hr: (ostavite prazno za „bez maksimalnog boravak)“

source: New season
hr: Nova sezona

source: Add new season
hr: Dodajte novu sezonu

source: Visitors can not book on your website as the "Maximum selectable date" is set to %s. You can change this on %s.
hr: Posjetitelji ne mogu rezervirati na vašoj web stranici jer je „Maksimalni datum koji se može odabrati“ postavljen na %s. Ovo možete promijeniti na %s.

source: Misc page
hr: Razno stranica

source: Visitors can book on your website until %s. You can modify the "Maximum selectable date" on %s.
hr: Posjetitelji mogu rezervirati na vašoj web stranici do %s. Možete promijeniti „Maksimalni datum koji se može odabrati“ na %s.

source: No seasons set yet.
hr: Do sada nisu postavljena sezone.

source: Season
hr: Sezone

source: Days
hr: Dana

source: Priority
hr: Prioritet

source: Default
hr: Zadano

source: Name:
hr: Ime:

source: Priority season
hr: Prioritetna sezona

source: Regular season
hr: Regularna sezona

source: Default season
hr: Zadana sezona

source: Select a language.
hr: Odaberite jezik.

source: All text has been saved.
hr: Sav tekst je spremljen.

source: Search form text
hr: Prijevod: Pretraživanje

source: Search form messages
hr: Prijevod: Poruke / Odgovori

source: Extra services selection
hr: Prijevod: Izbor dodatnih usluga

source: Booking details form text
hr: Prijevod naslova obrasca za podatke o rezervaciji

source: Booking details form messages
hr: Prevođenje podataka o obrascu za podatke o rezervaciji

source: Summary
hr: Prijevod: Sažetak

source: Payment choice
hr: Prijevod: opcija plaćanja

source: Stripe payment
hr: Prijevod: Stripe plaćanje

source: Paypal payment
hr: Prijevod: Paypal plaćanje

source: External payment description
hr: Opis eksternog plaćanja

source: Book now area
hr: Prijevod: „Rezervirajte sada" područje

source: Error messages
hr: Prijevod: Poruke o pogreškama

source: Calendars legend
hr: Prijevod: Legenda kalendara

source: Rates table
hr: Prijevod: Tablica cijena

source: Invoice table
hr: Tablica faktura

source: Accommodation list
hr: Prijevod: Popis smještaja

source: HBook includes front-end translation files for many languages and they can be found in the folder %s.
hr: HBook uključuje front-end datoteke prijevoda za mnoge jezike i one se mogu pronaći u mapi %s.

source: You will see the imported strings in the %s section below, where you can edit any text displayed by HBook and translate HBook strings for all languages.
hr: Vidjet ćete uvezene nizove u odjeljku %s ispod, gdje možete uređivati ​​bilo koji tekst prikazan na HBooku i prevoditi nizove HBooka za sve jezike.

source: The language file is not valid.
hr: Jezična datoteka nije važeća.

source: No new strings have been imported.
hr: Nijedan novi niz nije uvezen.

source: The import was successful (1 string has been imported).
hr: Uvoz je bio uspješan (1 niz je uvezen).

source: The import was successful (%d strings have been imported).
hr: Uvoz je bio uspješan (uvezeni su %d nizova).

source: Import a file
hr: Uvoz datoteke

source: Overwrite existing strings
hr: Prebrisati postojeće nizove

source: Export a file
hr: Izvoz datoteku

source: Front-end strings
hr: Front-end jezični prijevodi

source: Save changes
hr: Spremi promjene

source: Here you can modify any front-end strings for any set language.
hr: Ovdje možete izmijeniti bilo koje prednje nizove za bilo koji postavljeni jezik.

source: Show untranslated strings only
hr: Prikaži samo neprevedene nizove

source: Text sections
hr: Odjeljci teksta

source: Leave the following fields blank to use their default name.
hr: Ostavite slijedeća polja prazna kako biste upotrijebili njihova zadana imena.

source: You can use these variables:
hr: Možete koristiti ove varijable:

source: You can use this variable:
hr: Možete upotrijebiti ovu varijablu:

source: HBook Blocks
hr: Blokovi za HBook

source: Accommodation id:
hr: ID smještaja:

source: Accommodation list settings
hr: Postavke liste smještaja

source: Accommodation list block.
hr: Blok popisa smještaja.

source: Number of columns (maximum)
hr: Broj stupaca (maksimalno)

source: Display thumbnail
hr: Prikaz minijature

source: Link thumbnail to accommodation
hr: Povežite sličicu na smještaj

source: Link title to accommodation
hr: Povežite naslov sa smještajem

source: Thumbnail width (in px)
hr: Širina minijatura (u px)

source: Thumbnail height (in px)
hr: Visina minijatura (u px)

source: Display a button to view accommodation
hr: Prikaz gumba za pregled smještaja

source: Display a button to book accommodation
hr: Prikaz gumba za rezervaciju smještaja

source: Availability calendar
hr: Kalendar dostupnosti

source: Availability calendar settings
hr: Postavke kalendara dostupnosti

source: Availability calendar block.
hr: Kalendarski blok dostupnosti.

source: Rates settings
hr: Postavke cijena

source: Rates block.
hr: Postavke cijena block

source: Rates type
hr: Vrsta cijena

source: Extra adults
hr: Dodatne odrasle osobe

source: Extra children
hr: Dodatna djeca

source: Rates sorting
hr: Sortiranje cijena

source: Grouped
hr: Grupirano

source: Chronological
hr: Kronološki

source: Show season name
hr: Prikaži naziv sezone

source: Please select an accommodation
hr: Molimo izaberite smještaj

source: Booking form
hr: Obrazac za rezervaciju

source: Booking form settings
hr: Postavke obrazaca za rezervaciju

source: Booking form block.
hr: Blok obrazaca za rezervaciju.

source: Search only
hr: Samo pretraživanje

source: Redirection
hr: Preusmjeravanje

source: Please select a redirection page
hr: Odaberite stranicu za preusmjeravanje

source: Thank you page
hr: stranica zahvale

source: Reservation summary
hr: Sažetak rezervacije

source: Reservation summary block.
hr: Blok sažetka rezervacije.

source: Starting price block.
hr: Početna cijena bloka.

source: Current
hr: Trenutni

source: One column
hr: Jedna kolona

source: Two columnns
hr: Dva stupca

source: Three columns
hr: Tri stupca

source: Four columns
hr: Četiri stupca

source: Please select an Accommodation in the Rates settings.
hr: Odaberite smještaj u postavkama cijena.

source: Blocked automatically
hr: Automatski blokiran

source: Admin notification
hr: Obavijest administratora

source: Customer notification
hr: Obavijest gosta

source: New reservation:
hr: Nova rezervacija:

source: - Customer first name:
hr: - Ime gosta:

source: - Customer last name:
hr: - Prezime gosta:

source: - Customer email:
hr: - E-pošta gosta:

source: - Check-in date:
hr: - Datum dolaska:

source: - Check-out date:
hr: - Datum odlaska:

source: - Number of adults:
hr: - Broj odraslih osoba:

source: - Number of children:
hr: - Broj djece:

source: - Accommodation:
hr: - Smještaj:

source: - Price:
hr: - Cijena:

source: Your reservation
hr: Vaša rezervacija

source: Hello
hr: Zdravo

source: Thank you for choosing to stay with us! We are pleased to confirm your reservation as follows:
hr: Hvala vam što ste odlučili provesti svoj godišnji odmor s nama. Sretni smo što možemo potvrditi sljedeću rezervaciju:

source: Check-in date:
hr: Izaberite datum dolaska:

source: Check-out date:
hr: Izaberite datum odlaska:

source: Number of adults:
hr: Broj odraslih:

source: Number of children:
hr: Broj djece:

source: See you soon!
hr: Vidimo se uskoro!

source: Could not find any accommodation that would suit one person only.
hr: Nisam mogao pronaći smještaj koji bi odgovarao samo jednoj osobi.

source: Could not find any accommodation that would suit %persons_nb persons.
hr: Nisam mogao pronaći smještaj koji bi odgovarao %persons_nb osoba.

source: Could not find any accommodation that would suit %persons_nb persons only.
hr: Nisam mogao pronaći smještaj koji bi odgovarao samo %persons_nb osobama.

source: This accommodation is selected.
hr: Ovaj smještaj je odabran.

source: Accommodation %n
hr: Smještaj %n

source: Select accommodation number
hr: Odaberite broj smještaja

source: Show unavailable accommodation at the chosen dates
hr: Prikaži nedostupan smještaj u odabranim datumima

source: Show accommodation not suitable for 1 person
hr: Prikaz smještaja nije pogodan za 1 osobu

source: Show accommodation not suitable for %s persons
hr: Pokažite smještaj koji nije prikladan za %s osoba

source: Show accommodation not suitable for %s adult(s) and %s child(ren)
hr: Prikaži smještaj koji nije prikladan za %s odrasle osobe i %s djece

source: Could not find any result matching the search criteria. Check the suggestion below.
hr: Nije moguće pronaći nijedan rezultat koji odgovara kriterijima pretraživanja. Provjerite prijedlog u nastavku.

source: Not available at the chosen dates.
hr: Nije dostupno na odabrane datume.

source: Not suitable for 1 person.
hr: Nije pogodan za 1 osobu.

source: Not suitable for %s persons.
hr: Nije prikladno za %s osoba.

source: Not suitable for %s adult(s) and %s child(ren).
hr: Nije prikladno za %s odrasle osobe i %s djece.

source: You have already selected %selected_accom_nb %accom_name. There are no more %accom_name available.
hr: Već ste odabrali %selected_accom_nb %accom_name. %accom_name više nije dostupan.

source: Accommodation number:
hr: Broj apartmana:

source: The selected accommodation is not available at the chosen dates.
hr: Odabrani smještaj nije dostupan na odabrane datume.

source: Discount:
hr: Popust:

source: There are no active payment gateways. Please activate at least one payment gateway in HBook settings (HBook > Payment).
hr: Nema aktivnih pristupnika za plaćanje. Aktivirajte barem jedan pristupnik plaćanja u HBook postavkama (HBook > Plaćanje).

source: Loading summary...
hr: Učitavanje sažetka…

source: Customer:
hr: Gost:

source: Enter customer details
hr: Unesite podatke o korisnicima

source: Additional information:
hr: Dodatne informacije:

source: Create reservation
hr: Napravite rezervaciju

source: Updating database...
hr: Ažuriranje baze podataka ...

source: Adults
hr: Odrasli

source: Children
hr: Djeca

source: Number of accommodation
hr: Broj smještajnih kapaciteta

source: Check-in
hr: Datum dolaska

source: Check-out
hr: Datum odlazaka

source: Number of accommodation:
hr: Broj smještaja:

source: Change search
hr: Gumb „Promjena pretraživanja“

source: Accom. type:
hr: Vrsta smještaja:

source: Multi. accom.
hr: Smještaj za više apartmana

source: Check price and availability
hr: Provjerite cijenu i dostupnost

source: Searching...
hr: Pretraživanje…

source: Multi. accom.:
hr: Smještaj za više apartmana:

source: Error. Could not calculate price.
hr: Pogreška: Nije moguće izračunati cijenu.

source: Error. Could not create customer.
hr: Pogreška:.Nije moguće stvoriti klijenta.

source: Error. Could not find payment gateway.
hr: Pogreška: Nije moguće pronaći pristupnik plaćanja.

source: Error. Could not create reservation.
hr: Greška. Nije moguće stvoriti rezervaciju.

source: Invalid shortcode. Use: [hb_availability accom_id="ID"]
hr: Nevažeći kratki kôd. Koristite: [hb_availability accom_id="ID"]

source: Invalid shortcode. Please use the id of an accommodation which is set in the website default language.
hr: Nevažeći kratki kôd. Molimo upotrijebite id smještaja koji su postavljeni na zadani jezik web stranice.

source: Invalid shortcode. Could not find an accommodation whose id is %s.
hr: Nevažeći kratki kôd. Nije moguće pronaći smještaj čiji ID je %s.

source: Invalid shortcode. Use: [hb_rates accom_id="ID"]
hr: Nevažeći kratki kôd. Koristite: [hb_rates accom_id="ID"]

source: Invalid shortcode. Use: [hb_starting_price accom_id="ID"]
hr: Nevažeći kratki kod. Koristite: [hb_starting_price accom_id=„ID“]

source: HBook iCal custom frequency
hr: HBook iCal prilagođena frekvencija

source: HBook check delayed payments custom frequency
hr: HBook provjerite odgođena plaćanja - prilagođena učestalost

source: Settings
hr: Postavke

source: Thanks for using HBook plugin.
hr: Hvala vam što koristite HBook.

source: Before setting the plugin up do not forget to have a look at the %s.
hr: Prije postavljanja dodataka nemojte zaboraviti pogledati %s.

source: documentation
hr: dokumentacija

source: For any specific issue you can consult our %s.
hr: Za probleme možete konzultirati naše %s.

source: knowledgebase
hr: Kliknite ovdje da biste posjetili bazu znanja HBooka

source: Delete accommodation %s? Note that all reservations linked to the %s will also be deleted.
hr: Izbrisati smještaj %s? Imajte na umu da će se sve rezervacije vezane uz %s također izbrisati.

source: Move this accommodation type to trash? Note that all reservations linked to this accommodtion will also be deleted when you will empty the trash.
hr: Premjestiti ovu vrstu smještaja u otpad? Napominjemo da će sve rezervacije povezane s tom smještaju biti izbrisane i kada ispraznite otpad.

source: Starting price should be a number (without currency symbol).
hr: Početna cijena mora biti broj (bez simbol valute).

source: There must be at least one accommodation.
hr: Mora postojati barem jedan smještaj.

source: Paypal settings
hr: Paypal postavke

source: Paypal mode
hr: Način plaćanja Paypal

source: Live
hr: Uživo

source: Sandbox
hr: Test okolina (Sandbox)

source: Sandbox API Username
hr: Korisničko ime Sandbox API

source: Sandbox API Password
hr: Lozinka za Sandbox API

source: Sandbox API Signature
hr: Potpis API-ja za sandbox

source: Displayed icons
hr: Prikazane ikone

source: Credit cards
hr: Kreditne kartice

source: Stripe settings
hr: Postavke za Stripe

source: Stripe mode
hr: Stripe Način rada

source: Payment methods
hr: Metode Plačanja

source: Credit card only
hr: Samo kreditna kartica

source: All payment methods enabled in Stripe
hr: U Stripeu su omogućeni svi načini plaćanja

source: Store payment method
hr: spremite način plaćanja

source: Display a "Powered by Stripe" icon
hr: Prikaži ikonu „Powered by Stripe“

source: When using Stripe you need to add a Required Country Field in the Details form.
hr: Kada koristite Stripe morate dodati Obavezno polje zemlje u obrascu Detalji.

source: Booking payment settings
hr: Postavke za plaćanje rezervacije

source: Customers can choose between different payment options
hr: Kupci mogu birati između različitih opcija plaćanja

source: Booking payment
hr: Plaćanje rezervacije

source: Customers do not have to pay online to book an accommodation (payment on arrival or offline - e.g. bank wire)
hr: Kupci ne moraju platiti pri dolasku ili izvan mreže (npr. Bankovna žica)

source: Customers have to leave their credit card details to book an accommodation (this option is available only with Stripe)
hr: Kupci moraju ostaviti podatke o kreditnoj kartici kako bi rezervirali smještaj (ova je opcija dostupna samo uz Stripe)

source: Customers have to pay a deposit online to book an accommodation
hr: Kupci moraju platiti depozit online kako bi rezervirali smještaj

source: Customers have to pay the full stay price online to book an accommodation
hr: Kupci moraju platiti cijelu cijenu boravka online kako bi rezervirali smještaj

source: Customers can pay on arrival or offline - e.g.bank wire
hr: Kupci mogu platiti po dolasku ili izvan mreže - npr. bankovnim prijenosom

source: Customers can leave their credit card details for a later charge (this option is available only with Stripe)
hr: Kupci mogu ostaviti podatke svoje kreditne kartice za kasniju naplatu (ova je opcija dostupna samo uz Stripe):

source: Customers can pay an online deposit
hr: Kupci mogu platiti online depozit

source: Customers can pay the full amount online
hr: Kupci mogu uplatiti depozit putem interneta

source: Security bond settings
hr: Postavke za kauciju

source: A security bond is a sum of money which is held during the length of the stay to cover the cost of any damages or loss caused by the customer.
hr: Kaucija se uzima za pokrivanje troškova bilo koje štete ili gubitka od strane kupca tijekom trajanja boravka.

source: Security bond has to be paid
hr: Kaucija se mora platiti

source: Security bond amount
hr: Iznos kaucije

source: Deposit settings
hr: Postavke pologa

source: A deposit corresponds to the part of the total price of the stay that is payed in advance by the customer to secure the booking.
hr: Depozit odgovara na dio od ukupne cijene boravka koja se plaća unaprijed od strane kupca kako bi osigurali rezervaciju.

source: Deposit type
hr: Vrsta pologa

source: Deposit amount
hr: Iznos depozita

source: Deposit option must be replaced by full payment option if check-in is within
hr: Opcija pologa mora se zamijeniti opcijom punog plaćanja ako je prijava u roku

source: Enter a number of days from current date.
hr: Unesite broj dana od trenutnog datuma.

source: Security bond must be paid along with deposit
hr: Zajedno s pologom potrebno je uplatiti jamčevinu

source: Price settings
hr: Postavke cijene

source: Payment currency
hr: Valuta plaćanja

source: Currency symbol position
hr: Pozicija simbola valute

source: Before price
hr: Prije cijene

source: After price
hr: Nakon cijene

source: Price precision
hr: Preciznost cijene

source: Two decimals
hr: Dvije decimale

source: No decimals
hr: Bez decimale

source: General settings
hr: Opće postavke

source: Accommodation links opening
hr: Otvaranje linkova za smještaj

source: Same page
hr: Ista stranica

source: New page
hr: Nova stranica

source: Sticky header/menu height
hr: Visina ljepljivog zaglavlja/izbornika

source: If your website has a sticky header insert its height in pixels below.
hr: Ako vaša web stranica ima ljepljivo zaglavlje, ispod unesite njegovu visinu u pikselima.

source: This will prevent HBook forms to appear under the header when automatic scrolling occurs.
hr: Ovo će spriječiti pojavljivanje HBook obrazaca ispod zaglavlja kada dođe do automatskog pomicanja.

source: Forms position
hr: Pozicija obrasca

source: Left
hr: Lijevo

source: Center
hr: Centrirano

source: Search form maximum width
hr: Maksimalna širina obrasca za pretraživanje

source: Leave blank for no maximum.
hr: Ostavite prazno da nema ograničenja širine.

source: Accommodation selection form maximum width
hr: Maksimalna širina formulara za odabir smještaja:

source: Details form maximum width
hr: Detaljni obrazac - maksimalna širina

source: Minimum width required for displaying a horizontal search form
hr: Minimalna širina potrebna za prikaz horizontalnog obrasca za pretraživanje

source: If the available space is less than the minimum width the form will be displayed vertically.
hr: Ako je raspoloživi prostor manji od minimalne širine, obrazac se prikazuje vertikalno.

source: Minimum width required for displaying columns in the details form
hr: Minimalna širina potrebna za prikaz stupaca u obrascu s detaljima

source: If the available space is less than the minimum width the columns will be stacked.
hr: Ako je raspoloživi prostor manji od minimalne širine, obrazac se prikazuje vertikalno.

source: Buttons appearance
hr: Izgled Gumba

source: Buttons style
hr: Stil gumba

source: Use theme styles
hr: Tema (upotrijebite stil teme)

source: Custom
hr: Prilagođen

source: Inputs and selects appearance
hr: Izgled ploja za unose i odabir

source: Inputs and selects style
hr: Unosi i odabire stil

source: Use plugin styles
hr: Upotrijebite stilove dodataka

source: Calendars appearance
hr: Izgled kalendara

source: Add a shadow to calendars
hr: Dodajte sjenu na kalendare

source: Number of persons pop-up appearance
hr: Broj osoba koje se pojavljuju u skočnom prozoru

source: Background color
hr: Boja pozadine

source: Add a shadow to pop-up
hr: Dodajte sjenu skočnom prozoru

source: Custom CSS
hr: Prilagođeni CSS

source: Custom CSS for the front-end pages
hr: Prilagođeni CSS za početne stranice

source: Custom CSS for the admin pages
hr: Prilagođeni CSS za administratorske stranice

source: Filter default "From date" (enter a fixed date (yyyy-mm-dd format), a number of days (from current date), or leave empty for Today's date).
hr: Zadani datum filtra „Od datuma“ (unesite fiksni datum (format gggg-mm-dd), broj dana (od trenutnog datuma) ili ostavite prazno za današnji datum).

source: Filter default "To date" (enter a fixed date (yyyy-mm-dd format), a number of days (from current date), or leave empty for Today's date).
hr: Zadani filter „Do datuma“ (unesite fiksni datum (format gggg-mm-dd), broj dana (od trenutnog datuma) ili ostavite prazno za današnji datum).

source: Enable multiple accommodation booking
hr: Omogućite rezervaciju više smještaja

source: Enable multiple accommodation booking on front-end
hr: Omogućite rezervaciju više smještaja na front-endu

source: Preferred type of occupancy when suggesting accommodation
hr: Željena vrsta popunjenosti prilikom predlaganja smještaja

source: When possible use maximum occupancy to prevent singleton person in search results suggestion
hr: Kad je moguće, upotrijebite maksimalnu popunjenost kako biste spriječili jednokratnu osobu u prijedlozima rezultata pretraživanja

source: Disable suggestions in global search form results
hr: Onemogući prijedloge u rezultatima obrasca za globalno pretraživanje

source: Confirmation settings
hr: Postavke Potvrda rezervacije

source: Unpaid reservations have to be confirmed before dates are blocked out
hr: Neplaćene rezervacije moraju biti potvrđene prije nego što se datumi blokiraju

source: Paid reservations have to be confirmed before dates are blocked out
hr: Plaćene rezervacije moraju biti potvrđene prije nego što se datumi blokiraju

source: Reservations status
hr: Status rezervacija

source: Reservations created from admin
hr: Postavke za rezervacije izrađene od administratora

source: Reservations received from website
hr: Postavke za Rezervacije primljene s web stranice

source: Reservations imported from an external iCal calendar
hr: Rezervacije uvezene iz vanjskog iCal kalendara

source: Invoice id and reservation number
hr: ID računa i broj rezervacije

source: Invoice id structure
hr: ID računa - struktura

source: You can use the following variables: %year, %month, %counter
hr: Možete koristiti sljedeće varijable: %year, %month, %counter

source: Invoice id counter next value
hr: Faktura ID - brojač sljedeća vrijednost

source: Invoice id counter reset frequency
hr: ID fakture - učestalost resetiranja brojača

source: Yearly
hr: Godišnje

source: Monthly
hr: Mjesečno

source: Ignore reservations imported from an external iCal calendar for invoice id counter
hr: Zanemarite rezervacije uvezene iz vanjskog iCal kalendara za brojač ID faktura

source: Display an alphanumeric reservation number
hr: Prikaz alfanumeričkog broja rezervacije

source: Opening dates
hr: Postavke dostupnosti u kalendaru

source: Minimum selectable date for a reservation
hr: Minimalni rok koji se može odabrati za rezervaciju

source: Enter a number of <u>days</u> from current date...
hr: Unesite broj <u>dana</u> od trenutnog datuma ...

source: ...or enter a fixed date (yyyy-mm-dd format)
hr: ... ili unesite fiksni datum (u obliku gggg-mm-dd)

source: Maximum selectable date for a reservation
hr: Maksimalni rok koji se može odabrati za rezervaciju

source: Enter the maximum number of <u>months</u> ahead...
hr: Unesite maksimalni broj <u>mjeseci</u> naprijed ...

source: Dates settings
hr: Postavke formata datuma

source: Terms and conditions, Privacy policy
hr: Uvjeti i odredbe, Politika privatnosti

source: Display a terms and conditions checkbox
hr: Prikaži okvir za izbor uvjeta i odredbi
