Repository: greatsion/hotelplugin
Catalog: languages/admin-language-files/hbook-admin-*.po
Languages: hr

source: You can change the text of the terms and conditions checkbox on the %s Text page%s.
hr: Tekst potvrdnog okvira Uvjeti i odredbe možete promijeniti na stranici %s Tekst%s.

source: Display a privacy policy checkbox
hr: Prikaži potvrdni okvir pravila o privatnosti

source: You can change the text of the privacy policy checkbox on the %s Text page%s.
hr: Tekst potvrdnog okvira Uvjeti i odredbe možete promijeniti na stranici %s Tekst%s.

source: Import / Export HBook settings
hr: Prikaži potvrdni okvir pravila o privatnosti

source: HBook reset
hr: Resetiranje HBook-a

source: Allow accommodation with children only
hr: Dopustiti smještaj samo s djecom

source: HBook admin language
hr: Jezik administratora HBook-a

source: You can check available languages on our %s.
hr: Dostupne jezike možete provjeriti na našem %s.

source: English
hr: Engleski

source: User language (if available)
hr: Korisnički jezik (ako je dostupan)

source: Reservations list default filter
hr: Popis rezervacija - zadani filter

source: Reservations list "By Check-in date" filter default dates
hr: Popis rezervacija „Po datumu prijave“ filtrira zadane datume

source: Reservations list "By Check-out date" filter default dates
hr: Popis rezervacija „Do datuma odjave“ filtrira zadane datume

source: Reservations list "By Check-in and Check-out dates" filter default dates
hr: Popis rezervacija „Prema datumima prijave i odjave“ filtrira zadane datume

source: Reservations list "By Active reservations" filter default dates
hr: Popis rezervacija „Po aktivnim rezervacijama“ filtrira zadane datume

source: Reservations list "By Accommodation" filter default value
hr: Zadana vrijednost filtra popisa rezervacija „prema smještaju“.

source: Reservations list "By Status" filter default value
hr: Zadana vrijednost filtra popisa rezervacija „Prema statusu“.

source: Reservations list "By Origin" filter default value
hr: Zadana vrijednost filtra popisa rezervacija „Prema porijeklu“.

source: Reservations archiving delay
hr: Odgoda arhiviranja rezervacija

source: Enter a number of months.
hr: Unesite broj mjeseci.

source: Email logs archiving delay
hr: Odgoda arhiviranja zapisnika e-pošte

source: Email default address
hr: Zadana adresa e-pošte

source: Accommodation url slug
hr: slug URL-a smještaja

source: The url slug can not be blank. If you leave this field empty the slug will be set to "hb_accommodation".
hr: URL slug ne može biti prazan. Ako ovo polje ostavite prazno, URL slog postavit će se na "hb_accommodation".

source: Delete all stored information on uninstall
hr: Izbrišite sve pohranjene informacije prilikom deinstalacije

source: Image resizing
hr: Promjena veličine slike

source: Dynamic
hr: Dinamično

source: Static
hr: Statički

source: Delay before a timeout error occurs (in ms)
hr: Odgoda prije nego što se pojavi pogreška s timeoutom (u ms)

source: Delay before a timeout error occurs (for admin pages - in ms)
hr: Odgoda prije nego što se pojavi pogreška s timeoutom (u ms)

source: Notifications settings
hr: Postavke obavijesti

source: Keep records of sync errors
hr: Vodite evidenciju o pogreškama sinkronizacije

source: Show notification messages in Reservations page
hr: Prikaži poruke obavijesti na stranici s rezervacijom

source: Import settings
hr: Postavke uvoz datoteke

source: HBook synchronization frequency (in seconds)
hr: HBook frekvencija sinkronizacije (u sekundama)

source: Update the dates of a reservation when it has been modified in the external calendar
hr: Želite li ažurirati datume rezervacije kada je izmijenjena u vanjskom kalendaru

source: Update the status of a reservation when it has been cancelled in the external calendar
hr: Ažurirajte status rezervacije kada je otkazana u vanjskom kalendaru

source: Exclude blocked dates from the import
hr: Iz uvoza izuzmite blokirane datume

source: Import window minimum date
hr: Minimaln roki datuma za uvoz

source: Set the number of nights from current date. HBook will not import any reservation with check-in within this advanced notice period of time.
hr: Postavite broj noćenja od trenutnog datuma. HBook neće uvesti nijednu rezervaciju s prijavom unutar ovog razdoblja unaprijed.

source: Import window maximum date
hr: Maksimalni rok datum uvoza

source: Set the number of months ahead from current date. HBook will import only reservations with check-in within this import window.
hr: Postavite broj mjeseci unaprijed od trenutnog datuma. HBook će uvesti samo rezervacije s prijavom unutar ovog prozora uvoza.

source: Exclude one nights reservations from the import
hr: Isključite rezervacije za jedno noćenje iz uvoza

source: Set this to "Yes" if you do not accept one-night reservations in any of your external calendars.
hr: Postavite ovo na „Da“ ako ne prihvaćate rezervacije za jedno noćenje ni u jednom od svojih vanjskih kalendara.

source: Export settings
hr: Postavke izvoza

source: Include reservations with status Cancelled in the export
hr: Uključi Rezervacije sa statusom otkazao u izvozu?

source: Add a random key to HBook export url
hr: Dodajte nasumični ključ u URL za izvoz HBook-a

source: Include blocked dates in the export
hr: Uključite blokirane datume u izvoz

source: Include "Preparation time" blocked dates in the export
hr: Uključite blokirane datume „Vrijeme pripreme“ u izvoz

source: Include only reservations with status "Confirmed" in the export
hr: U izvoz uključite samo rezervacije sa statusom „Potvrđeno“

source: Include only reservations from the website (added from admin or received on front end) in the export
hr: U izvoz uključite samo rezervacije s web stranice (dodane od administratora ili primljene na sučelju).

source: Summary of reservation in the export
hr: Sažetak rezervacije u izvozu

source: Description of reservation in the export
hr: Opis rezervacije u izvozu

source: Display a field "Number of accommodation" in front-end Search form
hr: Prikažite polje „Broj smještaja“ u početnoj formi za pretraživanje

source: "Number of accommodation" field minimum number
hr: Minimalan broj polja „Broj smještaja“

source: "Number of accommodation" field maximum number
hr: Polje „Broj smještaja“ maksimalan broj

source: Use accommodation quantity as "Number of accommodation" field maximum number on Accommodation pages
hr: Koristite količinu smještaja kao maksimalni broj polja „Broj smještaja“ na stranicama Smještaj

source: Admin form "Number of accommodation" field maximum number
hr: Admin obrazac „Broj smještaja“ polje maksimalni broj

source: Display a field "Adults"
hr: Prikaži polje za Odrasle osobe

source: Display a field "Children"
hr: Prikaži polje za djecu

source: "Adults" field minimum number
hr: Minimalan broj polja „Odrasli“

source: "Adults" field maximum number
hr: Maksimalni broj polja „Odrasli“

source: "Children" field maximum number
hr: Maksimalni broj polja „Djeca“

source: Use Accommodation minimum occupancy for Search form fields on Accommodation pages
hr: Koristite minimalnu popunjenost smještaja za polja obrasca za pretraživanje na stranicama smještaja

source: Use Accommodation maximum occupancy for Search form fields on Accommodation pages
hr: Koristite maksimalnu popunjenost smještaja za polja obrasca za pretraživanje na stranicama smještaja

source: Display placeholders instead of labels
hr: Prikaži rezervirana mjesta umjesto oznaka (Nema naslova iznad polja za pretraživanje)

source: Customers can choose the accommodation number
hr: Gosti mogu birati broj smještaja

source: You will enable this option if you wish to allow your customer to pick a specific accommodation if several of the same type are available.
hr: Ovu opciju omogućit ćete ako želite dopustiti svom gostu da odabere određeni smještaj ako je dostupno nekoliko istog tipa.

source: Link title towards accommodation pages
hr: Veza na Naslov od stranice smještajaLink naslov prema stranicama smještaja

source: Display an accommodation thumbnail
hr: Prikaži sličicu smještaja

source: Link thumbnail towards accommodation pages
hr: Povežite sličicu prema stranicama smještaja

source: Display a button that links towards accommodation pages
hr: Prikaži gumb koji vodi do smještajnih stranicama

source: Display price
hr: Prikaz cijene

source: Display price breakdown
hr: Prikaži raspodjelu cijena

source: Price breakdown default state
hr: Zadano je za raspodjelu cijena

source: Opened
hr: Prikazati

source: Closed
hr: Zatvoreno

source: Display detailed accommodation price
hr: Prikaz detaljne cijene smještaja

source: Display number of available accommodation
hr: Prikaz broja slobodnih smještaja

source: Threshold to display number of available accommodation
hr: Prag za prikaz broja raspoloživog smještaja

source: Accommodation blocked
hr: Smještaj je blokiran

source: It seems that this file is not a valid calendar file.
hr: Čini se da ova datoteka nije valjana datoteka kalendara.

source: The calendar has been added. For your information, it currently does not contain any event that could be imported.
hr: Kalendar je dodan. Za vašu informaciju, trenutno ne sadrži nijedan događaj koji bi se mogao uvesti.

source: Your calendar has been imported: %1$s reservation(s) have been added.
hr: Vaš je kalendar uvezen: dodano je %1$s rezervacije.

source: The following reservation(s) could not be imported as the accommodation %1$s (%2$s) is not available:
hr: Nije moguće uvesti sljedeću rezervaciju jer smještaj %1$s (%2$s) nije dostupan:

source: A reservation with check-in on %1$s and check-out on %2$s
hr: Rezervacija s dolaskom na %1$s i odlazak na %2$s

source: Extra services:
hr: Dodatne usluge:

source: This accommodation does not have any extra services.
hr: Ovaj smještaj nema dodatnih usluga.

source: Global options
hr: Ukupne opcije

source: Options total price:
hr: Ukupna cijena za Opcije :

source: Summary:
hr: Sažetak:

source: Number of nights:
hr: Broj noćenja:

source: Accommodation %n:
hr: Smještaj %n:

source: Global options price:
hr: Ukupna cijena:

source: Deposit amount:
hr: Iznos depozita:

source: Total price:
hr: Ukupna cijena:

source: Security bond amount:
hr: Iznos kaucije:

source: Accommodation price:
hr: Cijena smještaja:

source: Options price:
hr: Cijena dodatne usluge:

source: Discount amount:
hr: Iznos popusta:

source: Price includes:
hr: Cijena uključuje:

source: Default form title
hr: Naslov zadanog obrasca

source: Form title on accommodation page
hr: Naziv obrasca na stranici smještaja

source: Check-in date
hr: Datum dolaska

source: Check-out date
hr: Datum odlaska

source: Adults number
hr: Broj odraslih

source: Children number
hr: Broj djece

source: Any (in number of accommodation)
hr: Bilo koji (u broju smještajnih kapaciteta)

source: Chosen check-in date
hr: Odabrani datum dolaska

source: Chosen check-out date
hr: Izabrani datum odlaska

source: Chosen number of accommodation
hr: Odabrani broj smještaja

source: 1 adult chosen (in number of accommodation)
hr: 1 odrasla osoba odabrana (u broju smještaja)

source: Chosen adults number (in number of accommodation)
hr: Odabrani broj odraslih osoba (u broju smještaja)

source: Chosen persons number (in number of accommodation)
hr: Broj odabranih osoba (u broju smještaja)

source: Chosen adults number
hr: Broj odabranih odraslih

source: Chosen children number
hr: Odabrani broj djece

source: Search button
hr: Gumb za pretraživanje

source: Change search button
hr: Gumb „Promijeni pretraživanje“

source: One type of accommodation found
hr: Pronađen smještaj

source: Several types of accommodation found
hr: Pronađeni su različiti smještaja

source: Multiple accommodation introduction text
hr: Uvodni tekst za više smještaja

source: Accommodation suggestion (single accommodation search)
hr: Prijedlozi smještaja (traženje pojedinačnog smještaja)

source: Accommodation suggestion (multiple accommodation search)
hr: Prijedlozi smještaja (višestruka pretraga smještaja)

source: Link to search for a specific number of accommodation
hr: Link za traženje određenog broja smještaja

source: Accommodation selection title
hr: Naziv odabira smještaja

source: Accommodation selection title (multiple accommodation booking)
hr: Naslov izbora smještaja (rezervacija više smještaja)

source: Accommodation title (multiple accommodation booking)
hr: Naziv smještaja (rezervacija više smještaja)

source: Accommodation not selected (multiple accommodation booking)
hr: Smještaj nije odabran (rezervacija više smještaja)

source: The accommodation is available at the chosen dates
hr: Smještaj je dostupan na odabranom datumu

source: Price for 1 night
hr: Cijena za 1 noć

source: Price for several nights
hr: Cijena za nekoliko noći

source: View price breakdown link
hr: Prikaži raspodjelu cijene

source: Hide price breakdown link
hr: Sakrij raspodjelu cijene

source: Nights (several - in price breakdown)
hr: Noćenja (nekoliko - u raspodjeli cijena)

source: Night (one - in price breakdown)
hr: Noćenje (jedna s raspodjela cijena)

source: Multiple nights (in price breakdown)
hr: Nekoliko noćenja (u raspodjeli cijena)

source: Accommodation price (in price breakdown)
hr: Cijena smještaja (u raspodjeli cijena)

source: Extra adults (several - in price breakdown)
hr: Dodatne odrasle osobe (nekoliko - u raspodjeli cijena)

source: Extra adult (one - in price breakdown)
hr: Dodatna odrasla osoba (jedna s raspadom cijena)

source: Adults (several - in price breakdown)
hr: Odrasle osobe (nekoliko - s raspadom cijena)

source: Adult (one - in price breakdown)
hr: Odrasla osoba (jedna s raspadom cijena)

source: Extra children (several - in price breakdown)
hr: Dodatna djeca (nekoliko - s raspadom cijena)

source: Extra child (one - in price breakdown)
hr: Dodatno dijete (jedna s raspadom cijena)

source: Children (several - in price breakdown)
hr: Djeca (nekoliko - s raspadom cijena)

source: Child (one - in price breakdown)
hr: Dijete (jedno - s raspadom cijena)

source: Dates (in price breakdown)
hr: Trajanje boravka (od - do) (uz raspodjelu cijena)

source: Discount (in price breakdown)
hr: Popust (u raspodjeli cijena)

source: Adults (several - in fee details)
hr: Odrasle osobe (nekoliko - s raspodjelom naknada)

source: Adult (one - in fee details)
hr: Odrasla osoba (jedan u naknadama)

source: Children (several - in fee details)
hr: Djeca (nekoliko - s raspodjelom naknada)

source: Child (one - in fee details)
hr: Dijete (jedna - s raspodjelom naknada)

source: Persons (in fee details)
hr: Osobe (u detaljima naknade)

source: Select accommodation button
hr: Gumb „Odaberite Smještaj"

source: Previous step button
hr: Gumb za prethodni korak

source: Next step button
hr: Gumb za sljedeći korak

source: View accommodation button
hr: Gumb „Pokaži smještaj"

source: Selected accommodation
hr: Odabrani smještaj

source: Number of accommodation left
hr: Broj preostalih smještaja

source: One accommodation left
hr: Ostala je jedna smještajna jedinica

source: No accommodation left
hr: Nema slobodnog smještaja

source: Number of accommodation selected
hr: Broj odabranog smještaja

source: Fees (in price breakdown)
hr: Naknade (uz raspodjelu cijena)

source: Accommodation number selection title
hr: Naziv odabira broja smještaja

source: Accommodation number selection explanation text
hr: Tekst objašnjenja odabira broja smještaja

source: Accommodation number select field title
hr: Broj smještaja odaberite naziv polja

source: Extra services selection title
hr: Naslov za odabir dodatnih usluga

source: Global extra services title
hr: Globalni naslov dodatnih usluga

source: Chosen extra services title
hr: Naslov za odabrane dodatne usluge

source: Accommodation has no extras
hr: Smještaj nema izbora za dodatne ponude

source: Extra price and maximum
hr: Cijena dodatne usluge i maksimum

source: Free extra
hr: Besplatna dodatna usluga

source: Each (in extra price and maximum)
hr: Svaki (u dodatnoj cijeni i maksimalnom iznosu)

source: Maximum (in extra price and maximum)
hr: Maksimalna cijena (u dodatnoj cijeni i maksimalnom iznosu)

source: Total extra services price
hr: Ukupni iznos svih dodatnih usluga

source: Apply coupon button
hr: Primijeni gumb kupona

source: Valid coupon message
hr: Poruka Važeći kupon

source: Invalid coupon message
hr: Poruka nevažeći kupon

source: Coupon no longer valid message
hr: Poruka kupona više ne vrijedi

source: No coupon message
hr: Poruka Nema kupona

source: Options price
hr: Cijena dodatne usluge

source: Global options price
hr: Cijena globalnih opcija

source: Included fees
hr: Uključene naknade

source: Coupon amount
hr: Iznos kupona

source: Discount amount
hr: Iznos popusta

source: Accommodation total price
hr: Ukupna cijena smještaja

source: Total price
hr: Ukupna cijena

source: Deposit
hr: Depozit

source: Security bond explanation
hr: Objašnjenje sigurnosnih obveznica

source: Text displayed at the bottom of the summary
hr: Tekst prikazan na dnu sažetka

source: Thanks message (unpaid) - above summary
hr: Poruka zahvale (neplaćeno) - iznad sažetka

source: Thanks message (unpaid)- below summary
hr: Poruka zahvale (neplaćeno) - ispod sažetka

source: Thanks message (payment made) - above summary
hr: Poruka zahvale (plaćanje izvršeno) - iznad sažetka

source: Thanks message (payment made) - below summary
hr: Poruka zahvale (plaćanje izvršeno) - ispod sažetka

source: Payment section title
hr: Naslov za opcije plaćanja

source: Select payment type
hr: Odaberite način plaćanja

source: Payment type offline
hr: Način plaćanja: offline

source: Payment type store credit card
hr: Način Plaćanja: Spremite podatke o kreditnoj kartici

source: Payment type deposit
hr: Način plaćanja: Depozit

source: Payment type full
hr: Način plaćanja: potpuni iznos

source: Explanation text for offline payment
hr: Objašnjenje teksta za izvanmrežno plaćanje

source: Explanation text for stored credit card
hr: Objašnjenje za spremanje kreditnih kartica

source: Explanation text for deposit payment
hr: Objašnjenje o uplati deposita

source: Explanation text for full payment
hr: Objašnjenje teksta za cjelokupni plaćanje iznosa

source: Select payment method
hr: Odaberite način plaćanja

source: Payment method label
hr: Oznaka načina plaćanja

source: Text before form
hr: Tekst ispred obrasca

source: Loading form text
hr: Učitavanje teksta obrasca

source: Processing error
hr: Pogreška pri obradi

source: Text at the bottom of the form
hr: Tekst na dnu obrasca

source: Explanation text
hr: Tekst objašnjenja

source: Bottom text line 1
hr: Donji red teksta 1

source: Bottom text line 2
hr: Donji red teksta 2

source: Description
hr: Opis

source: %nights_txt (several)
hr: %nights_txt (one)

source: Searching
hr: Pretraživanje

source: No check-in date
hr: Datum dolaska nije naveden

source: No check-out date
hr: Nema datuma dolaska nije naveden

source: No check-in date and no check-out date
hr: Datum dolaska i odlaska nije naveden

source: No adults number
hr: Broja odraslih nije naveden

source: No children number
hr: Broja djece nije naveden

source: No adults and children number
hr: Nema broja odraslih i djece

source: Invalid check-in date
hr: Nevažeći datum dolaska

source: Invalid check-out date
hr: Nevažeći datum odlaska

source: Invalid check-in date and invalid check-out date
hr: Nevažeći datum dolaska i odlaska

source: Check-in date in the past
hr: Datum dolaska je u prošlosti

source: Check-in date before specific date
hr: Datum dolaska prije posebnog datuma

source: Check-out date after specific date
hr: Datum odlaska nakon posebnog datuma

source: Check-out date before check-in date
hr: Datum odlaska prije dolaska

source: Check-in date on a not allowed day
hr: Datum dolaska na neprihvatljiv dan u tjednu

source: Check-in date on a not allowed day (seasonal)
hr: Datum dolaska na neodobreni dan u tjednu (ovisno o sezoni)

source: Check-out date on a not allowed day
hr: Datum odlaska na neodobreni dan u tjednu

source: Check-out date on a not allowed day (seasonal)
hr: Datum odlaska na neodobreni dan u tjednu (ovisno o sezoni)

source: Minimum stay policy
hr: Pravila za minimalni boravak

source: Minimum stay policy (seasonal)
hr: Pravila za najkraće trajanje boravka (ovisno o sezoni)

source: Maximum stay policy
hr: Pravila za maksimalni boravak

source: Maximum stay policy (seasonal)
hr: Pravila za najdužu dužinu boravka (ovisno o sezoni)

source: Check-out date on a not allowed day for specific check-in day (conditional rule)
hr: Datum odlaska na neodobreni dan u tjednu za posebne dane dolaska (uvjetno pravilo)

source: Check-out date on a not allowed day for specific check-in day (conditional rule - seasonal)
hr: Datum odlaska na neodobreni dan u tjednu za posebne dane dolaska (ovisno o raspoloživosti ovisno o sezoni)

source: Minimum stay for specific check-in day (conditional rule)
hr: Najkraći boravak za posebne dane dolaska (podložan promjenama)

source: Minimum stay for specific check-in day (conditional rule - seasonal)
hr: Najkraći boravak za posebne dane dolaska (ovisno o promjeni - ovisno o sezoni)

source: Maximum stay for specific check-in day (conditional rule)
hr: Najduži boravak za posebne dane dolaska (uvjetno pravilo)

source: Maximum stay for specific check-in day (conditional rule - seasonal)
hr: Najduži boravak za posebne dane dolaska (uvjetno kontrola - ovisno o sezoni) Najduži boravak za posebne dane dolaska (podložan promjenama)

source: The accommodation can not suit one adult
hr: Smještaj ne može primiti jednu odraslu osobu

source: The accommodation can not suit one child
hr: Smještaj ne može odgovarati jednom djetetu

source: The accommodation can not suit the number of adults
hr: Smještaj ne može zadovoljiti broj odraslih osoba

source: The accommodation can not suit the number of children
hr: Smještaj ne može zadovoljiti broj djece

source: The accommodation can not suit the number of people
hr: Smještaj ne može ugostiti ovaj broj osoba

source: No accommodation can suit the number of people
hr: Nijedan smještaj ne može ugostiti ovaj broj ljudi

source: No accommodation can suit the number of people (minimum not reach)
hr: Nijedan smještaj ne može zadovoljiti broj ljudi (minimum nije dosegnut)

source: Link to all accommodation which suit the number of people
hr: Smještaji koji odgovara broj osoba

source: The accommodation can not suit one person
hr: Smještaj nije namijenjen jednoj osobi

source: No accommodation can suit one person
hr: Nema smještaja za jednu osobu

source: Link to all accommodation which suit one person
hr: Veza na sve smještaje namijenjene za jednu osobu

source: No accommodation available at the chosen dates
hr: Nema dostupnih smještaja na odabranim datumima

source: The accommodation is not available at the chosen dates
hr: Smještaj nije dostupan na odabranim datumima

source: Not enough accommodation
hr: Nema dovoljno smještaja

source: Not enough accommodation available at the chosen dates
hr: Nema dovoljno smještaja na odabranim datumima

source: Not enough accommodation for number of people
hr: Nedovoljan smještaj za broj ljudi

source: Not enough accommodation available for number of people at the chosen dates
hr: Nema dovoljno raspoloživog smještaja za broj osoba u odabranim datumima

source: Accommodation is excluded from multiple accommodation booking
hr: Smještaj je isključen iz rezervacije više smještaja

source: Link to all accommodation available at the chosen dates
hr: Veza na sve smještaje dostupne na odabranim datumima

source: Policies title
hr: Naslov politike

source: Text after policies title
hr: Tekst iza naslova pravila

source: Terms and conditions text
hr: Tekst uvjeti i odredbi

source: Terms and conditions error
hr: Pogreška Uvjeti i odredbe

source: Privacy policy text
hr: Tekst pravila o privatnosti

source: Privacy policy error
hr: Pogreška; pravila o privatnosti
